{
  "principle_items": [
    {
      "id": "b8e2d1fa-0f21-4a81-9bf8-614923a0b111",
      "image": "/images/uploads/wuhan_theme.png",
      "title_id": "Pusat Penelitian & Pengembangan",
      "subtitle_id": "Pusat R&D yang mengkhususkan diri dalam AI dan IoT mempercepat inovasi dengan menciptakan sistem cerdas berbasis data yang menghubungkan perangkat pintar, mengotomatiskan proses, dan meningkatkan kinerja produk dan operasi di seluruh industri.",
      "title_en": "R&D Center",
      "subtitle_en": "An R&D Center specializing in AI and IoT accelerates innovation by creating intelligent, data-driven systems that connect smart devices, automate processes, and enhance the performance of products and operations across industries.",
      "type": "Maxvision"
    },
    {
      "id": "c5a3cc22-9d98-492e-96f3-221bd7e51a12",
      "image": "/images/uploads/gedung_wuhan.png",
      "title_id": "Basis Produksi",
      "subtitle_id": "Basis produksi yang didukung oleh AI memanfaatkan otomatisasi cerdas dan analisis waktu nyata untuk mengoptimalkan alur kerja, meningkatkan kualitas, dan menambah efisiensi operasional secara keseluruhan.",
      "title_en": "Production Base",
      "subtitle_en": "A production base powered by AI leverages intelligent automation and real-time analytics to optimize workflows, improve quality, and increase overall operational efficiency.",
      "type": "Maxvision"
    },
    {
      "id": "f91a423b-4fa9-4a55-8bce-76f0c19bb341",
      "image": "/images/uploads/base_pekerja.png",
      "title_id": "Bengkel",
      "subtitle_id": "Lokakarya yang difokuskan pada AI dan IoT memberdayakan peserta untuk memahami bagaimana algoritma cerdas dan perangkat yang terhubung berkolaborasi untuk mengumpulkan data, mengotomatiskan operasi, dan menciptakan solusi yang cerdas dan efisien.",
      "title_en": "Workshop",
      "subtitle_en": "A workshop focused on AI and IoT empowers participants to understand how intelligent algorithms and connected devices collaborate to gather data, automate operations, and create smart, efficient solutions.",
      "type": "Maxvision"
    },
    {
      "id": "64c7ed95-9bdf-4d5e-a7bd-5b7f8f991910",
      "image": "/images/uploads/mountain.png",
      "title_id": "VQC",
      "subtitle_id": "Katalis Kualitas Video. Teknologi kualitas video unik Jovision berfokus pada debugging DWDR dan 3DNR, serta mengoptimalkan Ketajaman, Gamma, Kontras, dan HLC untuk menghasilkan kualitas video Penuh Warna yang luar biasa.",
      "title_en": "VQC",
      "subtitle_en": "Video Quality Catalyst. Jovision Unique Video Quality Technology which focus on debugging on DWDR and 3DNR, and optimizing in Sharpness, Gamma, Contrast and HLC to provide remarkable Full-Color video quality.",
      "type": "Jovision"
    },
    {
      "id": "3b6bc1a9-d2cb-4fb7-8bf8-bde80e815512",
      "image": "/images/uploads/city.png",
      "title_id": "ColorNext",
      "subtitle_id": "Seri kamera Jovision Full-Color yang terintegrasi dengan teknologi VQC menawarkan kualitas video Full-Color yang belum pernah ada sebelumnya kepada pengguna 24/7. Slogan Jovision ColorNext: ColorNext, Generasi Full-Color Anda Berikutnya.",
      "title_en": "ColorNext",
      "subtitle_en": "Jovision Full-Color series of cameras which are integrated with VQC technology to offer users 24/7 never-experienced Full-Color video quality. Jovision ColorNext Slogan: ColorNext, Your Next Generation of Full-Color.",
      "type": "Jovision"
    },
    {
      "id": "18f80ef8-c66c-4a64-b909-3d1b4737345d",
      "title_id": "AgiSense",
      "title_en": "AgiSense",
      "image": "/images/uploads/ai.png",
      "type": "Jovision",
      "subtitle_en": "Agile Sense. Jovision Al technology which detects the Human being only and provide much more accurate alarms.",
      "subtitle_id": "Agile Sense. Teknologi Jovision AI yang hanya mendeteksi manusia dan memberikan alarm yang jauh lebih akurat."
    },
    {
      "id": "727eca4d-fbcc-4d7c-8765-2ce603639917",
      "image": "/images/uploads/city_technology.png",
      "title_id": "SCB",
      "title_en": "SCB",
      "subtitle_en": "Smart Codec Boostering. Jovision Smart Codec technology on XVR which can booster the SOC ability to input utmost cameras. With this technology, Jovision 4ch XVR has the ability to connect 4pcs Analog Cameras + 12pcs IP cameras. Total 16pcs cameras.",
      "subtitle_id": "Peningkatan Codec Cerdas. Teknologi Codec Cerdas Jovision pada XVR dapat meningkatkan kemampuan SOC untuk memasukkan kamera terbaik. Dengan teknologi ini, Jovision 4ch XVR dapat menghubungkan 4 kamera analog + 12 kamera IP. Total 16 kamera.",
      "type": "Jovision"
    },
    {
      "id": "dbf71aaa-c8ba-47fa-a2d9-17827f7edf7d",
      "image": "/images/uploads/hill.png",
      "title_id": "OculiNext",
      "title_en": "OculiNext",
      "subtitle_en": "OculiNext is the series of Jovision multi-lens (Lens ≥2) IP Cameras.\nOculiNext IP cameras includes 3 types.OculiNext (F) for motorized Zoom. OculiNext (W) for wider viewing upto 180° and OculiNext (R) for 360° panoramic viewing.",
      "type": "Jovision",
      "subtitle_id": "OculiNext adalah seri Kamera IP multi-lensa (Lensa ≥2) Jovision. Kamera IP OculiNext terdiri dari 3 jenis: OculiNext (F) untuk Zoom bermotor, OculiNext (W) untuk tampilan lebih luas hingga 180°, dan OculiNext (R) untuk tampilan panorama 360°."
    },
    {
      "id": "0ca3a83f-45ab-487f-87a1-270c7d7521f7",
      "image": "/images/uploads/cloud.png",
      "title_id": "H.256+",
      "title_en": "H.256+",
      "subtitle_en": "Smart Video & Audio Compression technology applied to Jovision NVR and IP Camera which can save 60% hard disk storage than H.264 and save 20% hard disk storage than H.265.",
      "type": "Jovision",
      "subtitle_id": "Teknologi Kompresi Video & Audio Cerdas diterapkan pada Jovision NVR dan Kamera IP yang dapat menghemat 60% penyimpanan hard disk dibandingkan H.264 dan menghemat 20% penyimpanan hard disk dibandingkan H.265."
    },
    {
      "id": "9cff3f4d-1fec-4b42-b7de-5392927b2ee5",
      "image": "/images/uploads/night_mode.png",
      "title_id": "SAFE",
      "title_en": "SAFE",
      "subtitle_en": "Smart Anti Face-Over Exposure. It's Jovision's innovation technology which balances light, ensuring clear and detailed night vision. Ensure crystal clear night vision video without over exposure annoyance even in low-light condi-tions!",
      "type": "Jovision",
      "subtitle_id": "Anti Paparan Wajah Berlebihan yang Cerdas. Ini adalah teknologi inovatif Jovision yang menyeimbangkan cahaya, memastikan penglihatan malam yang jernih dan detail. Pastikan video penglihatan malam yang jernih tanpa gangguan paparan berlebih, bahkan dalam kondisi cahaya redup!"
    }
  ]
}