{
  "principle_items": [
    {
      "id": "b8e2d1fa-0f21-4a81-9bf8-614923a0b111",
      "image": "/images/uploads/sharex_uayx80xfjj.png",
      "title_id": "Lini Produksi R&D Independen, Pasokan dan Permintaan Produk Terjamin",
      "subtitle_id": "Produk-produk Maxvision dikembangkan dan diproduksi untuk mengikuti perkembangan zaman dan menyediakan pasokan produk yang konstan.  Kekuatan dalam R&D, Keamanan Pasokan, Kualitas Produk",
      "title_en": "Independent R&D Production Line, Product Supply and Demand is Guaranteed",
      "subtitle_en": "Maxvision's products are developed and manufactured to keep pace with the tim-es and to provide a constant supply of products. Strength in R&D, Security of Supply, Quality of Products",
      "type": "Maxvision"
    },
    {
      "id": "c5a3cc22-9d98-492e-96f3-221bd7e51a12",
      "image": "/images/uploads/msedge_rbxje0uuti.png",
      "title_id": "Memperoleh Banyak Hak Kekayaan Intelektual",
      "subtitle_id": "Kualifikasi Perusahaan Masuk|Perusahaan tersebut telah memperoleh sejumlah kualifikasi kehormatan, seperti perusahaan perangkat lunak utama dalam tata letak perencanaan nasional, sertifikat kematangan perangkat lunak CMM15, dan perusahaan teknologi tinggi nasional.|Sertifikat ISO14001, 19001, 45001, IEC20000-1 dan IEC27001 semuanya diperoleh.|Hadiah Kedua Penghargaan Kemajuan Sains dan Teknologi Guangdong, Hadiah Kedua Penghargaan Kemajuan Sains dan Teknologi Shenzhen, \"Penghargaan Desain Baik Kontemporer\" dan penghargaan lainnya.",
      "title_en": "Acquired Multiple Intellectual Property Rights",
      "subtitle_en": "Entry Enterprise Qualifications|The company has obtained a number of honorary qualifications, such as key software enterprises in national planning layout, CMM15 software maturity certificate, and national high-tech enterprises.|ISO14001, 19001, 45001, IEC20000-1 and IEC27001 certificates are all obtained.|Guangdong Science and Technology Progress Award Second Prize, Shenzhen Science and Technology Progress Award Second Prize, \"Contemporary Good Design Award\" and other awards.",
      "type": "Maxvision"
    },
    {
      "id": "f91a423b-4fa9-4a55-8bce-76f0c19bb341",
      "image": "/images/uploads/msedge_wrawft45k0.png",
      "title_id": "Algoritma Cerdas Maxvision Puncaki Tes Paling Bergengsi di Dunia",
      "subtitle_id": "Pada bulan April 2023, Institut Nasional Standar dan Teknologi (NIST) mengumumkan hasil uji coba terbaru algoritma pengenalan wajah, NIST-FRVT|Hasil Deteksi dan Klasifikasi Adegan dan Peristiwa Akustik (DCASE 2020) Tantangan",
      "title_en": "Maxvision Intelligent Algorithms Top the World's Most Prestigious Tests",
      "subtitle_en": "In April 2023, the National Institute of Standards and Technology (NIST) announced the results of its latest test of face recognition algorithms, NIST-FRVT|Results of the Detection and Classification of Acoustic Scenes and Events (DCASE 2020) Challenge",
      "type": "Maxvision"
    },
    {
      "id": "64c7ed95-9bdf-4d5e-a7bd-5b7f8f991910",
      "image": "/images/uploads/mountain.png",
      "title_id": "VQC",
      "subtitle_id": "Katalis Kualitas Video. Teknologi kualitas video unik Jovision berfokus pada debugging DWDR dan 3DNR, serta mengoptimalkan Ketajaman, Gamma, Kontras, dan HLC untuk menghasilkan kualitas video Penuh Warna yang luar biasa.",
      "title_en": "VQC",
      "subtitle_en": "Video Quality Catalyst. Jovision Unique Video Quality Technology which focus on debugging on DWDR and 3DNR, and optimizing in Sharpness, Gamma, Contrast and HLC to provide remarkable Full-Color video quality.",
      "type": "Jovision"
    },
    {
      "id": "3b6bc1a9-d2cb-4fb7-8bf8-bde80e815512",
      "image": "/images/uploads/city.png",
      "title_id": "ColorNext",
      "subtitle_id": "Seri kamera Jovision Full-Color yang terintegrasi dengan teknologi VQC menawarkan kualitas video Full-Color yang belum pernah ada sebelumnya kepada pengguna 24/7. Slogan Jovision ColorNext: ColorNext, Generasi Full-Color Anda Berikutnya.",
      "title_en": "ColorNext",
      "subtitle_en": "Jovision Full-Color series of cameras which are integrated with VQC technology to offer users 24/7 never-experienced Full-Color video quality. Jovision ColorNext Slogan: ColorNext, Your Next Generation of Full-Color.",
      "type": "Jovision"
    },
    {
      "id": "18f80ef8-c66c-4a64-b909-3d1b4737345d",
      "title_id": "AgiSense",
      "title_en": "AgiSense",
      "image": "/images/uploads/ai.png",
      "type": "Jovision",
      "subtitle_en": "Agile Sense. Jovision Al technology which detects the Human being only and provide much more accurate alarms.",
      "subtitle_id": "Agile Sense. Teknologi Jovision AI yang hanya mendeteksi manusia dan memberikan alarm yang jauh lebih akurat."
    }
  ]
}