{
  "main_categories": [
    {
      "id": "identity-auth",
      "name_en": "Identity Authentication",
      "name_id": "Otentikasi Identitas",
      "sub_categories": [
        {
          "id": "face-recognition",
          "name_en": "Face Recognition Terminal",
          "name_id": "Terminal Pengenalan Wajah",
          "products": [
            {
              "desc_id": "Terminal pengenalan wajah profesional dengan akurasi tinggi di berbagai kondisi cahaya, dilengkapi sensor inframerah dan suhu.",
              "short_en": "Advanced face recognition with anti-spoofing and temperature detection.",
              "name_id": "Terminal Pengenalan Wajah - 205AG",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "A professional face recognition terminal supporting high accuracy under diverse lighting. Features infrared and temperature sensors.",
              "id": "ed1fccd3-d6a5-4fdf-8da7-d1b78d97192b",
              "image": "/images/uploads/recog205ag.png",
              "name_en": "Facial Recognition Terminal - 205AG",
              "short_id": "Pengenalan wajah canggih dengan deteksi suhu dan anti-spoofing."
            },
            {
              "desc_id": "Terminal Pengenalan Wajah Maxvision dirancang dengan tombol sentuh dan pelindung panel kaca tempered terintegrasi, dilengkapi layar IPS HD 8 inci, yang dapat digunakan di hampir setiap pintu masuk/keluar yang memerlukan otentikasi identitas dan kontrol akses. Dengan fungsi deteksi atribut penutup wajah dan deteksi keaktifan, perangkat ini dapat mengenali atau memverifikasi identitas pengunjung menggunakan wajah, kata sandi, kartu, dan kombinasi lainnya dengan cepat, akurat, dan andal.",
              "short_en": "Maxvision Facial Recognition Terminal is designed with touch keys and integrated tempered glass panel protection, equipped with 8-inch IPS HD screen, which can be employed in nearly every entrance/exit where identity authentication and access control is needed.",
              "name_id": "Terminal Pengenalan Wajah - 105AB",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Facial Recognition Terminal is designed with touch keys and integrated tempered glass panel protection, equipped with 8-inch IPS HD screen, which can be employed in nearly every entrance/exit where identity authentication and access control is needed. Functioning face-covering attribute detection, liveness detection, this device can recognize or verify visitors' identity using face, password, card, and other combinations swiftly, accurately, and reliably.",
              "id": "20df7aa6-3713-4723-a8a6-a53539e75039",
              "image": "/images/uploads/recog105ab.png",
              "name_en": "Facial Recognition Terminal - 105AB",
              "short_id": "Terminal Pengenalan Wajah Maxvision dirancang dengan tombol sentuh dan pelindung panel kaca tempered terintegrasi, dilengkapi layar IPS HD 8 inci, yang dapat digunakan di hampir setiap pintu masuk/keluar yang memerlukan autentikasi identitas dan kontrol akses."
            },
            {
              "desc_id": "Terminal Pengenalan Wajah Cerdas Maxvision mengadopsi desain pelindung panel kaca tempered terintegrasi, dilengkapi layar IPS HD 8 inci, yang dapat diaplikasikan di berbagai tempat yang membutuhkan autentikasi pengenalan wajah. Produk ini menggunakan algoritma pengenalan wajah yang dikembangkan secara independen. Kualitas gambar wajah yang ditangkap oleh perangkat ini tidak akan terpengaruh oleh kondisi pencahayaan yang berbeda (misalnya, cahaya redup, cahaya latar, atau cahaya terang). Tingkat pengenalan semua algoritma pencocokan fitur yang didukung pembelajaran mendalam ini telah mencapai 99%, baik saat mengenakan masker, berkacamata, mengenakan topi, menutupi wajah, maupun mendeteksi keaktifan.",
              "short_en": "Maxvision Intelligent Facial Recognition Terminal adopts an integrated tempered glass panel protection design, equipped with an 8-inch HD IPS display, which can be applied in various places that require facial recognition authentication. ",
              "name_id": "Terminal Pengenalan Wajah - 208BD",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Intelligent Facial Recognition Terminal adopts an integrated tempered glass panel protection design, equipped with an 8-inch HD IPS display, which can be applied in various places that require facial recognition authentication. This product uses an independently developed facial recognition algorithm. The quality of facial images captured by this device will not be affected by different lighting conditions (e.g., dim light, backlight, or bright light). The recognition rate of all feature matching algorithms supported by deep learning has reached 99%, whether wearing a mask, wearing glasses, wearing a hat, covering the face, or detecting activity.",
              "id": "5f984e29-6131-4ba2-a751-cf400aecf49b",
              "image": "/images/uploads/recog208bd.png",
              "name_en": "Facial Recognition Terminal - 208BD",
              "short_id": "Terminal Pengenalan Wajah Cerdas Maxvision mengadopsi desain pelindung panel kaca tempered terintegrasi, dilengkapi layar IPS HD 8 inci, yang dapat diaplikasikan di berbagai tempat yang membutuhkan autentikasi pengenalan wajah. Produk ini menggunakan algoritma pengenalan wajah yang dikembangkan secara independen. "
            },
            {
              "desc_id": "Terminal Pengenalan Iris & Wajah Maxvision memiliki desain panel depan terintegrasi, rangka layar dan bodi terintegrasi, sementara bagian belakangnya terbuat dari aluminium, yang ringan, tahan lama, dan tahan korosi. Perangkat ini mengintegrasikan pengenalan iris, pengenalan wajah, pengenalan fusi iris dan wajah, penangkapan dan pelacakan iris cerdas, dan fungsi lainnya. Sistem ini dapat menyesuaikan perbandingan pengenalan iris 1:1 atau 1:N untuk memenuhi persyaratan fungsional berbagai skenario aplikasi. Peralatan ini dapat dipasang di sistem seperti kontrol akses, gerbang, dan terminal swalayan, yang banyak digunakan di area kontrol akses personel seperti bea cukai, pertahanan perbatasan, pelabuhan, komunitas, dan gedung.",
              "short_en": "Maxvision Iris & Facial Recognition Terminal features an integrated front panel design, integrated screen frame and body, while the back is made of aluminum, which is lightweight, durable, and corrosion-resistant.",
              "name_id": "Terminal Pengenalan Iris & Wajah",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Iris & Facial Recognition Terminal features an integrated front panel design, integrated screen frame and body, while the back is made of aluminum, which is lightweight, durable, and corrosion-resistant. The device integrates iris recognition, face recognition, iris and face fusion recognition, intelligent iris capture and tracking, and other functions. The system can customize 1:1 or 1:N iris recognition descriptions to meet the functional requirements of various application scenarios. This equipment can be installed in systems such as access control, gates, and self-service terminals, which are widely used in personnel access control areas such as customs, border barriers, ports, communities, and buildings.",
              "id": "ae068971-315b-4d5e-a52b-0eb49d0075c6",
              "image": "/images/uploads/iris_and_face_recog.png",
              "name_en": "Iris & Face Recognition Terminal ",
              "short_id": "Terminal Pengenalan Iris & Wajah Maxvision memiliki desain panel depan terintegrasi, rangka layar dan bodi terintegrasi, sementara bagian belakangnya terbuat dari aluminium, yang ringan, tahan lama, dan tahan korosi."
            }
          ]
        },
        {
          "id": "fingerprint-capture",
          "name_en": "Fingerprint Capture",
          "name_id": "Pengambilan Sidik Jari",
          "products": [
            {
              "desc_id": "Perangkat Perekam Sidik Jari adalah solusi eksklusif yang dikembangkan oleh Maxvision untuk perekaman sepuluh jari dengan akurasi tinggi. Dibangun dengan teknologi optik dan pencitraan canggih, perangkat ini mendukung pemindaian satu jari serta akuisisi sepuluh jari secara penuh, termasuk cetakan datar (4-4-2) dan cetakan gulung.\nPerangkat ini memberikan kinerja yang andal dengan fitur-fitur seperti deteksi jari basah, segmentasi empat jari otomatis, pengenalan posisi jari, dan umpan balik kualitas secara real-time. Pemindai ini menghasilkan gambar yang jernih tanpa silau atau artefak sisa akibat penggunaan berulang, memastikan hasil yang konsisten dan pengalaman pengguna yang lancar.\nDipercaya oleh bank, lembaga jaminan sosial, penegak hukum, imigrasi, dan otoritas kontrol perbatasan, perangkat ini dirancang untuk autentikasi identitas yang aman dan efisien di lingkungan yang sangat penting.",
              "short_en": "The Fingerprint Capture Device is a fully proprietary solution developed by Maxvision for high-accuracy ten-finger capture.",
              "name_id": "Perangkat Perekam Sidik Jari",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Fingerprint Capture Device is a fully proprietary solution developed by Maxvision for high-accuracy ten-finger capture. Built with advanced optical and imaging technologies, it supports single-finger scans as well as full ten-finger acquisition, including flat impressions (4-4-2) and rolled prints.\nIt delivers reliable performance with features such as wet-finger detection, automatic four-finger segmentation, finger position recognition, and real-time quality feedback. The scanner produces clear images without glare or residual artifacts from repeated use, ensuring consistent results and a smooth user experience.\nTrusted by banks, social security agencies, law enforcement, immigration, and border control authorities, the device is designed for secure and efficient identity authentication in mission-critical environments.",
              "id": "d925155d-8e96-4173-b50b-2bfb3309ed76",
              "image": "/images/uploads/fingerprint_capture_device.png",
              "name_en": "Fingerprint Capture Device",
              "short_id": "The Fingerprint Capture Device is a fully proprietary solution developed by Maxvision for high-accuracy ten-finger capture"
            }
          ]
        },
        {
          "id": "0ec5af63-1051-4c50-91d5-f1f1960b462b",
          "name_en": "Palm Vein Identity",
          "name_id": "Identitas Urat Telapak Tangan",
          "products": [
            {
              "desc_id": "Terminal Penangkap Vena Telapak Tangan (Palmein Vein Capture Terminal), yang dipadukan dengan algoritma AI yang dikembangkan sendiri dan aplikasi dari ilmu visual, optik, dan biologi, mencapai tingkat keamanan yang sangat tinggi dalam identifikasi biometrik. Terminal ini memiliki banyak keunggulan signifikan seperti keamanan dan keandalan, pengenalan tanpa kontak, deteksi denyut nadi, dan pengoperasian tanpa pengemudi. Terminal ini dapat diintegrasikan ke dalam sistem seperti E-gate dan terminal swalayan, dan banyak digunakan dalam skenario yang memerlukan kontrol akses personel, verifikasi identitas, dan pembayaran pintar.",
              "short_en": "Palm Vein Capture Terminal, combining with self-developed Al algorithms and applications from visual, optical, and biological science to achieve ultra-high security levels in biometric identification.",
              "name_id": "Terminal Penangkapan Vena Telapak Tangan",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Palm Vein Capture Terminal, combining with self-developed Al algorithms and applications from visual, optical, and biological science to achieve ultra-high security levels in biometric identification. This terminal has many significant advantages such as safety and reliability, non-contact recognition, liven detection, and driverless operation. It can be integrated into systems such as E-gate and self-service terminals, and is widely used in scenarios that require personnel access control, identity verification, and smart payments.",
              "id": "8e7e98f2-537f-4277-a7d7-9165cb672a2d",
              "image": "/images/uploads/palm_vein_capture_terminal.png",
              "name_en": "Palm Vein Capture Terminal",
              "short_id": "Terminal Penangkap Vena Telapak Tangan (Palmein Vein Capture Terminal), yang dipadukan dengan algoritma AI yang dikembangkan sendiri dan aplikasi dari ilmu visual, optik, dan biologi, mencapai tingkat keamanan yang sangat tinggi dalam identifikasi biometrik."
            },
            {
              "desc_id": "Terminal Pengambilan Sidik Jari dan Vena Telapak Tangan menggunakan teknologi pencitraan inframerah, yang dipadukan dengan kamera binokular HD dan prosesor berkinerja tinggi. Terminal ini dilengkapi dengan algoritma pengenalan urat telapak tangan AI yang dikembangkan sendiri, yang memungkinkan pengambilan, registrasi, dan pengenalan sidik jari/vena telapak tangan, sekaligus menghasilkan gambar tangkapan fitur berkualitas tinggi. Terminal ini memiliki banyak keunggulan signifikan seperti keamanan yang sangat tinggi, pengambilan dan pengenalan tanpa kontak, deteksi keaktifan, aplikasi dengan konsumsi daya rendah, AE loop tertutup, dan pengambilan sidik jari/vena telapak tangan. Terminal ini dapat digunakan secara luas dalam skenario yang memerlukan kontrol akses personel, autentikasi identitas, pembayaran pintar, dan lainnya.",
              "short_en": "The Fingerprint and Palm Vein Capture Terminal uses infrared imaging technology, combined with an HD binocular camera and a high-performance processor.",
              "name_id": "Terminal Penangkapan Jejak Telapak Tangan dan Vena Telapak Tangan",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Fingerprint and Palm Vein Capture Terminal uses infrared imaging technology, combined with an HD binocular camera and a high-performance processor. It is equipped with a self-developed AI palm vein recognition algorithm, which enables fingerprint/palm vein capture, registration, and recognition, while generating high-quality feature capture images. It has many significant advantages such as extremely high security, contactless capture and recognition, liveness detection, low power consumption applications, closed-loop AE, and fingerprint/palm vein capture. It can be widely used in scenarios requiring personnel access control, identity authentication, smart payment, and more.",
              "id": "2546270d-7195-4975-afde-d032316226cc",
              "image": "/images/uploads/palmprint_and_palm_vein_capture_terminal.png",
              "name_en": "Palmprint and Palm-vein Capture Terminal",
              "short_id": "Terminal Pengambilan Sidik Jari dan Vena Telapak Tangan menggunakan teknologi pencitraan inframerah, yang dipadukan dengan kamera binokular HD dan prosesor berkinerja tinggi."
            },
            {
              "desc_id": "Terminal Pengenalan Vena Telapak Tangan Maxvision mengadopsi teknologi pengenalan AI yang dipadukan dengan aplikasi ilmiah seperti penglihatan, optik, biologi, dll., menggunakan teknologi pencitraan inframerah multi-band untuk mendapatkan peta distribusi vena telapak tangan, dan melakukan identifikasi biometrik melalui algoritma perbandingan khusus untuk mencapai kinerja ultra-tinggi. Peralatan ini memiliki keunggulan keamanan dan keandalan, otentikasi non-kontak, deteksi langsung, anti-interferensi yang baik, dan akurasi tinggi. Terminal ini dapat diintegrasikan ke dalam kontrol akses, gerbang, terminal swalayan, dan sistem lainnya, serta banyak digunakan di bea cukai, pertahanan perbatasan, pelabuhan laut, gedung komunitas, dan area dengan akses terbatas, dll.",
              "short_en": "Maxvision Palm Vein Recognition Terminal adopts AI recognition technology combined with scientific applications such as vision, optics, biology, etc.",
              "name_id": "Terminal Pengenalan Vena Telapak Tangan - A107A*",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Palm Vein Recognition Terminal adopts AI recognition technology combined with scientific applications such as vision, optics, biology, etc., uses multi-band infrared imaging technology to obtain the distribution map of palm veins, and performs biometric identification through a special comparison algorithm to achieve ultra-high performance. This equipment has the advantages of security and reliability, non-contact authentication, direct detection, good anti-interference, and high accuracy. This terminal can be integrated into access control, gates, self-service terminals and other systems, and is widely used in customs, border defense, seaports, community buildings, and areas with restricted access, etc.",
              "id": "958f3167-3ca8-4369-a4f5-ac3348c7752c",
              "image": "/images/uploads/palmvein_recog_terminal_a107a.png",
              "name_en": "Palm Vein Recognition Terminal - A107A*",
              "short_id": "Terminal Pengenalan Vena Telapak Tangan Maxvision mengadopsi teknologi pengenalan AI yang dipadukan dengan aplikasi ilmiah seperti penglihatan, optik, biologi, dll"
            },
            {
              "desc_id": "Terminal Pengenalan Vena Telapak Tangan adalah terminal identifikasi biometrik berbasis sistem operasi Linux yang diluncurkan oleh Maxvision. Terminal ini menggunakan teknologi pencitraan inframerah dan mengintegrasikan teknologi visual dan optik untuk mendapatkan citra vena telapak tangan secara akurat. Dilengkapi dengan algoritma pengenalan AI yang dikembangkan sendiri untuk mencapai identifikasi biometrik dengan keamanan tinggi. Terminal ini memiliki banyak keunggulan signifikan seperti keamanan yang sangat tinggi, identifikasi tanpa kontak, deteksi langsung, kemampuan anti-interferensi yang kuat, dan akurasi identifikasi yang tinggi. Terminal ini dapat diintegrasikan ke dalam sistem kontrol akses, kanal gerbang, dan berbagai terminal swalayan untuk memberikan pengalaman otentikasi identitas yang nyaman dan aman bagi pengguna.",
              "short_en": "The Palm Vein Recognition Terminal is a Linux-based biometric identification terminal launched by Maxvision.",
              "name_id": "Terminal Pengenalan Vena Telapak Tangan - A105AB",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Palm Vein Recognition Terminal is a Linux-based biometric identification terminal launched by Maxvision. This terminal utilizes infrared imaging technology and integrates visual and optical technologies to accurately capture palm vein images. It is equipped with a self-developed AI recognition algorithm to achieve high-security biometric identification. This terminal has many significant advantages such as extremely high security, contactless identification, real-time detection, strong anti-interference ability, and high identification accuracy. This terminal can be integrated into access control systems, gate channels, and various self-service terminals to provide users with a convenient and secure identity authentication experience.",
              "id": "2d48ae28-b2e6-4e22-ac9a-4f3bf59d68b2",
              "image": "/images/uploads/palmvein_recog_terminal_a105ab.png",
              "name_en": "Palm Vein Recognition Terminal - A105AB",
              "short_id": "Terminal Pengenalan Vena Telapak Tangan adalah terminal identifikasi biometrik berbasis sistem operasi Linux yang diluncurkan oleh Maxvision. "
            },
            {
              "desc_id": "Terminal Pengenalan Vena Telapak Tangan Tertanam Maxvision mengadopsi teknologi pengenalan AI yang dipadukan dengan aplikasi ilmiah seperti penglihatan, optik, biologi, dll., menggunakan teknologi pencitraan inframerah multi-band untuk mendapatkan peta distribusi vena telapak tangan, dan melakukan identifikasi biometrik melalui algoritma perbandingan khusus untuk mencapai kinerja ultra-tinggi. Peralatan ini memiliki keunggulan keamanan dan keandalan, otentikasi non-kontak, deteksi langsung, anti-interferensi yang baik, dan akurasi tinggi. Terminal ini dapat diintegrasikan ke dalam kontrol akses, gerbang, terminal swalayan, dan sistem lainnya, serta banyak digunakan oleh petugas di bea cukai, pertahanan perbatasan, pelabuhan, komunitas, gedung dengan akses terkendali, dll.",
              "short_en": "Maxvision Embedded Palm Vein Recognition Terminal adopts AI recognition technology combined with scientific applications such as vision, optics, biology, etc.",
              "name_id": "Terminal Pengenalan Vena Telapak Tangan Tertanam",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Embedded Palm Vein Recognition Terminal adopts AI recognition technology combined with scientific applications such as vision, optics, biology, etc., uses multi-band infrared imaging technology to obtain the distribution map of palm veins, and performs biometric identification through a special comparison algorithm to achieve ultra-high performance. This equipment has the advantages of security and reliability, non-contact authentication, direct detection, good anti-interference, and high accuracy. This terminal can be integrated into access control, gates, self-service terminals and other systems, and is widely used by personnel in customs, border defense, ports, communities, buildings with controlled access, etc.",
              "id": "386b97af-1306-45f0-bd76-9f068b2f1b3d",
              "image": "/images/uploads/embedded_palm_vein_recognition_terminal.png",
              "name_en": "Embedded Palm Vein Recognition Terminal",
              "short_id": "Terminal Pengenalan Vena Telapak Tangan Tertanam Maxvision mengadopsi teknologi pengenalan AI yang dipadukan dengan aplikasi ilmiah seperti penglihatan, optik, biologi, dll"
            },
            {
              "desc_id": "Modul Perekam Vena Telapak Tangan Maxvision berbasis sistem operasi Linux. Modul ini menggunakan teknologi pencitraan pita inframerah dekat untuk mendapatkan informasi vena telapak tangan. Modul ini juga dilengkapi kamera cahaya tampak untuk merekam informasi sidik telapak tangan. Modul ini memiliki fungsi seperti input sidik telapak tangan dan vena telapak tangan, pemrosesan gambar, perbandingan fitur, penyimpanan, dll., dan dapat digunakan pada kunci pintu pintar, brankas, kontrol akses, gerbang, terminal swalayan robot, dan peralatan lainnya.",
              "short_en": "The Maxvision Palm Vein Recorder Module is based on the Linux operating system. It utilizes near-infrared imaging technology to acquire palm vein information",
              "name_id": "Modul Penangkapan Vena Telapak Tangan",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Maxvision Palm Vein Recorder Module is based on the Linux operating system. It utilizes near-infrared imaging technology to acquire palm vein information. It also features a visible light camera to capture palmprint information. It has functions such as palmprint and palm vein input, image processing, feature comparison, storage, etc., and can be used in smart door locks, safes, access control, gates, robotic self-service terminals, and other equipment.",
              "id": "1e536234-80b2-4996-bd7f-a6e8a58908b8",
              "image": "/images/uploads/palm_vein_capture_module.png",
              "name_en": "Palm Vein Capture Module",
              "short_id": "Modul Perekam Vena Telapak Tangan Maxvision berbasis sistem operasi Linux. Modul ini menggunakan teknologi pencitraan pita inframerah dekat untuk mendapatkan informasi vena telapak tangan"
            }
          ]
        },
        {
          "id": "78c459f5-01ed-417c-ace8-f4645e58e1a7",
          "name_en": "Biometric Information Capture",
          "name_id": "Penangkapan Informasi Biometrik",
          "products": [
            {
              "desc_id": "Terminal Pengambilan Multi-Biometrik mengintegrasikan fungsi sidik jari sepuluh jari dan pengambilan wajah. Sambil melakukan pengambilan sidik jari dan wajah, perangkat ini dapat melakukan pengambilan dan verifikasi berbagai informasi biometrik penumpang dengan cepat. Perangkat ini dicirikan oleh ukurannya yang kecil dan penempatannya yang fleksibel, dan banyak digunakan di area dengan keamanan tinggi seperti bandara, pelabuhan, kantor polisi, dan pos pemeriksaan perbatasan yang memerlukan pengambilan data biometrik personel dan verifikasi identitas.",
              "short_en": "The Multi-Biometric Capture Terminal integrates ten-finger fingerprint and facial recognition functions.",
              "name_id": "Terminal Pengambilan Multi-Biometrik (Wajah)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Multi-Biometric Capture Terminal integrates ten-finger fingerprint and facial recognition functions. While capturing fingerprints and facial recognition, it can quickly capture and verify various passenger biometric information. Its small size and flexible placement make it widely used in high-security areas such as airports, ports, police stations, and border checkpoints that require personnel biometric data capture and identity verification.",
              "id": "3f16729a-dbe5-4bd9-8134-11657e80fd7a",
              "image": "/images/uploads/face_multi_biometric.png",
              "name_en": "Multi-Biometric Capture Terminal (Face)",
              "short_id": "Terminal Pengambilan Multi-Biometrik mengintegrasikan fungsi sidik jari sepuluh jari dan pengambilan wajah"
            },
            {
              "desc_id": "Terminal Pengambilan Multi-Biometrik mengintegrasikan fungsi pengambilan sidik jari sepuluh jari, pengambilan iris HD, dan pengambilan wajah dengan cahaya tampak. Sambil melakukan pengambilan sidik jari, iris, dan wajah, perangkat ini dapat melakukan pengambilan dan verifikasi berbagai informasi biometrik penumpang dengan cepat. Perangkat ini dicirikan oleh ukurannya yang kecil dan penempatannya yang fleksibel, dan banyak digunakan di area dengan keamanan tinggi seperti bandara, pelabuhan, kantor polisi, dan pos pemeriksaan perbatasan yang memerlukan pengambilan data biometrik personel dan verifikasi identitas.",
              "short_en": "The Multi-Biometric Capture Terminal integrates the functions of ten-finger fingerprint capture, HD iris capture, and visible light facial capture",
              "name_id": "Terminal Pengambilan Multi-Biometrik (Iris)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Multi-Biometric Capture Terminal integrates the functions of ten-finger fingerprint capture, HD iris capture, and visible light facial capture. While capturing fingerprints, irises, and faces, the device can quickly capture and verify various biometric information of passengers. The device is characterized by its small size and flexible placement, and is widely used in high-security areas such as airports, ports, police stations, and border checkpoints that require personnel biometric data capture and identity verification.",
              "id": "4d286693-a6d3-4f8f-ae03-dc8f4bbc4507",
              "image": "/images/uploads/iris_multi_biometric.png",
              "name_en": "Multi-Biometric Capture Terminal (Iris)",
              "short_id": "Terminal Pengambilan Multi-Biometrik mengintegrasikan fungsi pengambilan sidik jari sepuluh jari, pengambilan iris HD, dan pengambilan wajah dengan cahaya tampak"
            }
          ]
        },
        {
          "id": "daf40ff4-e4db-41ab-a374-8db11bab3377",
          "name_en": "ID/Travel Document Reader",
          "name_id": "Pembaca Dokumen ID/Perjalanan",
          "products": [
            {
              "desc_id": "Maxvision Travel Document Reader mampu memverifikasi dokumen perjalanan lebih dari 200 negara dan wilayah di seluruh dunia secara akurat. Perangkat ini dapat mengidentifikasi semua jenis informasi halaman data dokumen dengan cepat dan akurat menggunakan pemrosesan gambar terdepan di industri, pengenalan teks OCR, pembelajaran mendalam, dan teknologi autentikasi pembacaan chip. Selain itu, perangkat ini mendukung klasifikasi dokumen otomatis, ekstraksi dan pemotongan potret, analisis kode yang dapat dibaca mesin, perbandingan potret, perbandingan dan identifikasi informasi pribadi, identifikasi offline, dan sebagainya. Produk ini dapat dikustomisasi dan dikembangkan sesuai kebutuhan pengguna, dan banyak digunakan di berbagai hotel, pelabuhan, pos pemeriksaan perbatasan, bea cukai, bank, maskapai penerbangan, dan tempat-tempat lain yang mengontrol dan mengelola autentikasi personel.",
              "short_en": "The Maxvision Travel Document Reader can accurately verify travel documents from more than 200 countries and regions worldwide.",
              "name_id": "Pembaca Dokumen-A",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Maxvision Travel Document Reader can accurately verify travel documents from more than 200 countries and regions worldwide. It can quickly and accurately identify all types of document data page information using industry-leading image processing, OCR text recognition, deep learning, and chip reading authentication technologies. In addition, it supports automatic document classification, portrait extraction and cropping, machine-readable code analysis, portrait comparison, personal information comparison and identification, offline identification, and so on. This product can be customized and developed according to user needs, and is widely used in various hotels, ports, border checkpoints, customs, banks, airlines, and other places that control and manage personnel authentication.",
              "id": "9bcfd033-bc69-463c-9b61-4a46571a4689",
              "image": "/images/uploads/document_reader_a.png",
              "name_en": "Document Reader-A",
              "short_id": "Maxvision Travel Document Reader mampu memverifikasi dokumen perjalanan lebih dari 200 negara dan wilayah di seluruh dunia secara akurat"
            },
            {
              "desc_id": "Maxvision Travel Document Reader-B mampu memverifikasi dokumen perjalanan lebih dari 200 negara dan wilayah di seluruh dunia secara akurat. Perangkat ini dapat mengidentifikasi semua jenis informasi halaman data dokumen dengan cepat dan akurat menggunakan pemrosesan gambar terdepan di industri, pengenalan teks OCR, pembelajaran mendalam, dan teknologi autentikasi pembacaan chip. Selain itu, perangkat ini mendukung klasifikasi dokumen otomatis, ekstraksi dan pemotongan potret, analisis kode yang dapat dibaca mesin, perbandingan potret, perbandingan dan identifikasi informasi pribadi, identifikasi offline, dan sebagainya. Produk ini dapat dikustomisasi dan dikembangkan sesuai kebutuhan pengguna, dan banyak digunakan di berbagai hotel, pelabuhan, pos pemeriksaan perbatasan, bea cukai, bank, maskapai penerbangan, dan tempat-tempat lain yang mengontrol dan mengelola autentikasi personel.",
              "short_en": "The Maxvision Travel Document Reader-B is capable of accurately verifying travel documents from more than 200 countries and regions worldwide",
              "name_id": "Pembaca Dokumen-B",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Maxvision Travel Document Reader-B is capable of accurately verifying travel documents from more than 200 countries and regions worldwide. It can quickly and accurately identify all types of document data page information using industry-leading image processing, OCR text recognition, deep learning, and chip reading authentication technologies. In addition, it supports automatic document classification, portrait extraction and cropping, machine-readable code analysis, portrait comparison, personal information comparison and identification, offline identification, and so on. This product can be customized and developed according to user needs, and is widely used in various hotels, ports, border checkpoints, customs, banks, airlines, and other places that control and manage personnel authentication.",
              "id": "0c310b9b-3946-410e-9b6a-98c63bfa7937",
              "image": "/images/uploads/document_reader_b.png",
              "name_en": "Document Reader-B",
              "short_id": "Maxvision Travel Document Reader-B mampu memverifikasi dokumen perjalanan lebih dari 200 negara dan wilayah di seluruh dunia secara akurat"
            },
            {
              "desc_id": "Terminal Pengenalan Dokumen (DRT) adalah perangkat inspeksi portabel berbasis platform seluler yang dirancang untuk mendukung pengenalan OCR dokumen perjalanan seperti paspor, visa, buku pelaut, dan kartu identitas yang memenuhi standar Organisasi Penerbangan Sipil Internasional (ICAO) 9303. Perangkat ini memungkinkan pengenalan berbagai informasi dokumen secara cepat dan akurat, mendukung fitur-fitur seperti klasifikasi dokumen otomatis, ekstraksi dan pemotongan wajah, penguraian kode yang dapat dibaca mesin, pencocokan identitas, dan verifikasi informasi pribadi.\nProduk ini memanfaatkan teknologi RFID untuk membaca data dari chip dokumen elektronik, termasuk foto elektronik, dan mendukung pengambilan dan perbandingan wajah di lokasi. Produk ini juga mendukung pembacaan kartu karyawan IC dan HID, serta menawarkan fungsionalitas untuk kueri catatan historis, ekspor data, dan pengiriman data inspeksi secara real-time.\nTerminal Pengenalan Dokumen ideal untuk aplikasi di zona kontrol perbatasan, area karantina, pelabuhan, dan skenario lain yang memerlukan inspeksi bergerak. Desainnya yang ringkas dan portabel, beserta fungsionalitasnya yang komprehensif, memungkinkan pengguna mengelola inspeksi secara efisien di berbagai wilayah, memberikan kendali terpadu atas penumpang, staf, dan bisnis. Produk ini dapat terintegrasi dengan sistem back-end imigrasi untuk verifikasi identitas dan izin penumpang, dan dapat disesuaikan untuk memenuhi persyaratan aplikasi spesifik. Produk ini juga menawarkan paket SDK untuk integrasi cepat ke dalam sistem platform pengguna.",
              "short_en": "The Document Recognition Terminal (DRT) is a portable, mobile-platform inspection device designed to support OCR recognition of travel documents",
              "name_id": "Terminal Pengenalan Dokumen",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Document Recognition Terminal (DRT) is a portable, mobile-platform inspection device designed to support OCR recognition of travel documents such as passports, visas, seafarer's books, and identity cards that meet the International Civil Aviation Organization (ICAO) 9303 standard. It enables fast and accurate recognition of a wide range of document information, supporting features such as automatic document classification, face extraction and cropping, machine-readable decoding, identity matching, and personal information verification.\nThe product utilizes RFID technology to read data from electronic document chips, including electronic photos, and supports on-site face capture and comparison. It also supports employee IC and HID card reading and offers functionality for historical record query, data export, and real-time data transmission.\nThe Document Recognition Terminal is ideal for applications in border control zones, quarantine areas, ports, and other scenarios requiring mobile inspections. Its compact and portable design, along with comprehensive functionality, allows users to efficiently manage inspections across multiple locations, providing unified control over passengers, staff, and businesses. The product can be integrated with immigration back-end systems for identity verification and passenger clearance, and can be customized to meet specific application requirements. This product also offers an SDK package for quick integration into user platform systems.",
              "id": "62778efc-4782-4e92-8a9a-78dd9e509fc6",
              "image": "/images/uploads/document_recognition_terminal.png",
              "name_en": "Document Recognition Terminal",
              "short_id": "Terminal Pengenalan Dokumen (DRT) adalah perangkat inspeksi platform seluler portabel yang dirancang untuk mendukung pengenalan OCR dokumen perjalanan"
            }
          ]
        },
        {
          "id": "ff370213-48cc-4e65-8f6e-bc01b344f919",
          "name_en": "E-Gate ",
          "name_id": "Gerbang Elektronik",
          "products": [
            {
              "desc_id": "Maxvision E-gate dirancang dengan baja tahan karat 304 + kaca tempered dengan transparansi tinggi, yang tahan lama dan tahan korosi. Dilengkapi dengan lalu lintas dua arah, anti-jepit cerdas, petunjuk panduan, dan fungsi lainnya; dilengkapi dengan pengenalan wajah, penggesekan kartu IC, kode QR, dan buka-tutup pintu jarak jauh. Modul fungsional seperti ini menerapkan berbagai metode akses autentikasi. Peralatan ini memiliki integrasi cerdas yang tinggi dan stabilitas yang kuat, serta cocok untuk berbagai tempat kontrol autentikasi identitas pintu masuk dan keluar.",
              "short_en": "Maxvision E-gate is designed with 304 stainless steel + high-transparency tempered glass, which is durable and corrosion-resistant",
              "name_id": "Gerbang E-E108AI",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision E-gate is designed with 304 stainless steel + high-transparency tempered glass, which is durable and corrosion-resistant. It is equipped with two-way traffic, intelligent anti-pinch, guidance prompts, and other functions; it is equipped with facial recognition, IC card swiping, QR code, and remote door opening and closing. Such functional modules implement various access authentication methods. This equipment has high intelligent integration and strong stability, and is suitable for various entrance and exit identity authentication control venues.",
              "id": "c2e72bee-62fe-4a6a-85a1-0930ce0906ec",
              "image": "/images/uploads/e_gate_e108ai.png",
              "name_en": "E-gate-E108AI",
              "short_id": "Maxvision E-gate dirancang dengan baja tahan karat 304 + kaca tempered dengan transparansi tinggi, yang tahan lama dan tahan korosi"
            },
            {
              "desc_id": "Maxvision E-gate dirancang dengan profil aluminium + kaca tempered dengan transparansi tinggi, yang tahan lama dan tahan korosi. Dilengkapi dengan lalu lintas dua arah, anti-jepit cerdas, petunjuk panduan, dan fungsi lainnya; dilengkapi dengan pengenalan wajah, penggesekan kartu IC, kode QR, dan buka-tutup pintu jarak jauh. Modul fungsional seperti ini menerapkan berbagai metode akses autentikasi. Peralatan ini memiliki integrasi cerdas yang tinggi dan stabilitas yang kuat, serta cocok untuk berbagai tempat kontrol autentikasi identitas pintu masuk dan keluar.",
              "short_en": "Maxvision E-gate is designed with aluminum profile + high-transparency tempered glass, which is durable and corrosion-resistant",
              "name_id": "Gerbang E-E108AF",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision E-gate is designed with aluminum profile + high-transparency tempered glass, which is durable and corrosion-resistant. It is equipped with two-way traffic, intelligent anti-pinch, guidance prompts, and other functions; it is equipped with facial recognition, IC card swiping, QR code, and remote door opening and closing. Such functional modules implement various authentication access methods. This equipment has high intelligent integration and strong stability, and is suitable for various entrance and exit identity authentication control places.",
              "id": "2c009557-1530-4344-a5a4-acd8d26a5bf4",
              "image": "/images/uploads/e_gate_e108af.png",
              "name_en": "E-gate-E108AF",
              "short_id": "Maxvision E-gate dirancang dengan profil aluminium + kaca tempered dengan transparansi tinggi, yang tahan lama dan tahan korosi"
            },
            {
              "desc_id": "Intelligent Security Inspection E-gate adalah sistem inspeksi dan akses personel yang komprehensif. Sistem ini mengintegrasikan pengenalan wajah, pengenalan urat nadi telapak tangan, start sekali klik, pintu deteksi logam, inspeksi bagasi kabin, dan fungsi lainnya untuk mencapai inspeksi personel dan bagasi yang 100% komprehensif dan cerdas, yang secara efektif meningkatkan tingkat keamanan taman dan efisiensi inspeksi bagasi personel. Produk ini dapat digunakan dalam skenario pintu masuk dan keluar bandara besar, gedung perkantoran pemerintah, instansi pemerintah, bank keuangan, dan tempat-tempat sensitif dan rahasia berisiko tinggi lainnya.",
              "short_en": "Intelligent Security Inspection E-gate is a comprehensive personnel inspection and access system.",
              "name_id": "Gerbang Elektronik Inspeksi Keamanan Cerdas",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Intelligent Security Inspection E-gate is a comprehensive personnel inspection and access system. The system integrates facial recognition, palm vein recognition, one-click start, metal detection door, carry-on baggage inspection and other functions to achieve 100% comprehensive and intelligent personnel and baggage inspection, effectively improving the security level of the park and the efficiency of personnel baggage inspection. This product can be used in the entrance and exit scenarios of large airports, government office buildings, government agencies, financial banks and other high-risk sensitive and confidential places.",
              "id": "d08e47e9-334c-4cec-a687-26df0c805f5c",
              "image": "/images/uploads/intelligent_security_inspection_e_gate.png",
              "name_en": "Intelligent Security Inspection E-gate",
              "short_id": "Intelligent Security Inspection E-gate adalah sistem inspeksi dan akses personel yang komprehensif"
            }
          ]
        }
      ]
    },
    {
      "id": "passenger-security",
      "name_en": "Passenger Security",
      "name_id": "Keamanan Penumpang",
      "sub_categories": [
        {
          "id": "security-checking",
          "name_en": "Security Checking",
          "name_id": "Pemeriksaan Keamanan",
          "products": [
            {
              "desc_id": "E-gate Inspeksi Keamanan Swalayan adalah solusi canggih yang dikembangkan oleh Maxvision untuk meningkatkan efisiensi dan keamanan masuk dan keluar penumpang. Solusi ini mengintegrasikan verifikasi dokumen, pengenalan identitas, anti-tailgating, dan pencegahan intrusi ke dalam sistem yang efisien. Saluran ini memiliki dua gerbang otomatis: gerbang pertama memandu penumpang untuk memindai dokumen mereka, dan setelah verifikasi berhasil, gerbang terbuka secara otomatis untuk proses pemeriksaan cepat; gerbang kedua dilengkapi dengan pengenalan wajah untuk memastikan pencocokan identitas sebelum memberikan akses. Sistem ini secara signifikan meningkatkan kecepatan dan akurasi pemrosesan, menjadikannya peningkatan ideal untuk metode inspeksi tradisional. Sistem ini banyak digunakan di area kritis seperti bandara, meningkatkan efisiensi dan keamanan.",
              "short_en": "The Self-service Security Inspection E-gate is an advanced solution developed by Maxvision to enhance passenger entry and exit efficiency and security.",
              "name_id": "Inspeksi Keamanan Swalayan E-gate",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Self-service Security Inspection E-gate is an advanced solution developed by Maxvision to enhance passenger entry and exit efficiency and security. It integrates document verification, identity recognition, anti-tailgating, and intrusion prevention into a streamlined system. The channel features two automatic gates: the first gate guides passengers to scan their documents, and upon successful verification, the gate opens automatically for quick clearance; the second gate is equipped with facial recognition to ensure identity matching before granting access. This system significantly improves processing speed and accuracy, making it an ideal upgrade to traditional inspection methods. It is widely used in critical areas such as airports, enhancing efficiency and security.",
              "id": "e58ffa5a-9f6e-439b-8e1a-b0375cc247df",
              "image": "/images/uploads/self_service_security.png",
              "name_en": "Self-service Security Inspection E-gate",
              "short_id": "E-gate Inspeksi Keamanan Swalayan adalah solusi canggih yang dikembangkan oleh Maxvision untuk meningkatkan efisiensi dan keamanan masuk dan keluar penumpang"
            },
            {
              "desc_id": "Sistem Pengembalian Baki Keamanan Cerdas (Dasar) adalah solusi otomatis yang dirancang untuk pos pemeriksaan keamanan penumpang di kontrol perbatasan dan pusat transportasi. Sistem ini menggantikan proses manual pengembalian baki yang digunakan selama pemeriksaan bagasi kabin, memungkinkan resirkulasi baki otomatis, elevasi, dan penyortiran cerdas.\nDengan mengintegrasikan sistem kontrol canggih, pengenalan berbasis sensor, dan algoritma antrean cerdas, sistem ini secara signifikan mengurangi kebutuhan penanganan manual sekaligus meningkatkan throughput penumpang dan meningkatkan tingkat otomatisasi keseluruhan alur kerja pemeriksaan keamanan.\nDengan desain yang ringkas dan modular, sistem ini dapat diterapkan secara fleksibel di berbagai lingkungan pos pemeriksaan. Sebagai komponen inti dari infrastruktur keamanan cerdas generasi mendatang, sistem ini membantu operator menyederhanakan operasi, menurunkan biaya tenaga kerja, dan memberikan pengalaman penumpang yang lebih lancar.",
              "short_en": "The Intelligent Security Tray Return System (Basic) is an automated solution designed for passenger security checkpoints at border control and transportation hubs",
              "name_id": "Sistem Pengembalian Baki Keamanan Cerdas - Dasar",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Intelligent Security Tray Return System (Basic) is an automated solution designed for passenger security checkpoints at border control and transportation hubs. It replaces the manual process of returning trays used during carry-on baggage screening, enabling automated tray recirculation, elevation, and intelligent sorting.\nBy integrating advanced control systems, sensor-based recognition, and smart queuing algorithms, the system significantly reduces the need for manual handling while improving passenger throughput and enhancing the overall automation level of security inspection workflows.\nWith a compact and modular design, it can be flexibly deployed in a wide range of checkpoint environments. As a core component of next-generation smart security infrastructure, it helps operators streamline operations, lower labor costs, and deliver a smoother passenger experience.",
              "id": "85e22b11-97ad-47e8-8d7f-1a03ac92be1b",
              "image": "/images/uploads/intelligent_security_tray.png",
              "name_en": "Intelligent Security Tray Return System - Basic",
              "short_id": "Sistem Pengembalian Baki Keamanan Cerdas (Dasar) adalah solusi otomatis yang dirancang untuk pos pemeriksaan keamanan penumpang di kontrol perbatasan dan pusat transportasi"
            },
            {
              "desc_id": "Sistem Pengembalian Baki Keamanan Cerdas (Standar) menawarkan solusi seimbang untuk jalur inspeksi umum—menyediakan otomatisasi inti di seluruh proses verifikasi identitas, pemindaian sinar-X, penanganan baki, penyortiran, dan integrasi data backend. Dengan arsitektur modular dan kemampuan penerapan yang cepat, sistem ini sangat cocok dengan lingkungan kontrol bandara dan perbatasan yang mengutamakan efisiensi, keandalan, dan skalabilitas.",
              "short_en": "The Intelligent Security Tray Return System (Standard) offers a balanced solution for mainstream inspection lanes-delivering core automation across identity verification, X-ray scanning, tray handling, sorting, and backend data integration",
              "name_id": "Sistem Pengembalian Baki Keamanan Cerdas - Standar",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Intelligent Security Tray Return System (Standard) offers a balanced solution for mainstream inspection lanes-delivering core automation across identity verification, X-ray scanning, tray handling, sorting, and backend data integration. With a modular architecture and fast deployment capability, it fits seamlessly into airport and border control environments where efficiency, reliability, and scalability are key.",
              "id": "adc2f2a6-7155-49c4-bb57-b67597833c44",
              "image": "/images/uploads/intelligent_security_tray_return_system_standard.png",
              "name_en": "Intelligent Security Tray Return System - Standard",
              "short_id": "Sistem Pengembalian Baki Keamanan Cerdas (Standar) menawarkan solusi seimbang untuk jalur inspeksi umum—menyediakan otomatisasi inti di seluruh proses verifikasi identitas, pemindaian sinar-X, penanganan baki, penyortiran, dan integrasi data backend"
            },
            {
              "desc_id": "Sistem Pengembalian Baki Keamanan Cerdas (Premium) adalah sistem pengembalian baki terintegrasi penuh yang dirancang untuk lingkungan bervolume tinggi dan berkeamanan tinggi. Sistem ini menggabungkan pengenalan wajah, analisis gambar, pelacakan baki, penyortiran otomatis, perutean pemeriksaan ulang, dan pemantauan operasi waktu nyata—menciptakan proses inspeksi otomatis menyeluruh yang sesungguhnya. Dirancang untuk skenario inspeksi yang kompleks, sistem ini membantu menyederhanakan alur kerja, mengurangi intervensi manusia, dan menegakkan integritas proses menyeluruh.",
              "short_en": "The Intelligent Security Tray Return System (Premium) is a fully integrated tray return system engineered for high-volume, high-security environments",
              "name_id": "Sistem Pengembalian Baki Keamanan Cerdas - Premium",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Intelligent Security Tray Return System (Premium) is a fully integrated tray return system engineered for high-volume, high-security environments. It combines facial recognition, image analysis, tray tracking, automated sorting, recheck routing, and real-time operations monitoring-creating a true end-to-end automated inspection process. Designed for complex inspection scenarios, it helps streamline workflow, reduce human intervention, and enforce end-to-end process integrity.",
              "id": "886381eb-081d-47d2-a7b4-994baf527069",
              "image": "/images/uploads/intelligent_security_tray_return_system_premium.png",
              "name_en": "Intelligent Security Tray Return System - Premium",
              "short_id": "Sistem Pengembalian Baki Keamanan Cerdas (Premium) adalah sistem pengembalian baki terintegrasi penuh yang dirancang untuk lingkungan bervolume tinggi dan berkeamanan tinggi"
            }
          ]
        },
        {
          "id": "ecd919eb-f884-4ba1-b36a-7bb07d8717d3",
          "name_en": "Immigration Authority",
          "name_id": "Otoritas Imigrasi",
          "products": [
            {
              "desc_id": "Perangkat Perekam Swalayan Multibiometrik ini dirancang khusus untuk kontrol perbatasan, pemrosesan imigrasi, dan verifikasi identitas. Perangkat ini menggabungkan autentikasi dokumen, perekaman biometrik, pencetakan kartu kedatangan, registrasi jalur cepat, dan pengambilan catatan masuk/keluar ke dalam satu platform swalayan.\nDengan mengintegrasikan beberapa alur kerja ke dalam satu proses yang efisien, perangkat ini mengurangi waktu pemrosesan, meningkatkan throughput pelancong, dan meminimalkan kebutuhan akan bantuan manual di pos pemeriksaan.\nDilengkapi dengan pembaca dokumen OCR, kamera pengenal wajah, sensor sidik jari beresolusi tinggi, layar sentuh HD melengkung, dan modul pencetakan ganda, sistem ini mendukung beragam dokumen identitas internasional dan domestik.\nDesain modular dan arsitektur terbukanya memungkinkan integrasi yang mulus dengan sistem manajemen perbatasan dan perluasan layanan di masa mendatang, menjadikannya ideal untuk digunakan di bandara, pelabuhan darat, aula imigrasi, dan lokasi layanan publik.",
              "short_en": "This Multi-biometric Self-service Capture Device is purpose-built for border control, immigration processing, and identity verification",
              "name_id": "Perangkat Pengambilan Layanan Mandiri Multi-biometrik",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "This Multi-biometric Self-service Capture Device is purpose-built for border control, immigration processing, and identity verification. It consolidates document authentication,\nbiometric capture, arrival card printing, fast-track registration, and entry/exit record retrieval into a single self-service platform.\nBy integrating multiple workflows into one streamlined process, the device reduces processing time, improves traveler throughput, and minimizes the need for manual assistance at checkpoints.\nEquipped with an OCR document reader, facial recognition camera, high-resolution fingerprint sensor, curved HD touchscreen, and dual printing modules, the system supports a wide range of international and domestic identity documents.\nIts modular design and open architecture allow for seamless integration with border management systems and future service extensions, making it ideal for use in airports, landports, immigration halls, and public service locations.",
              "id": "7af3a9a8-a3e6-4a0f-8d48-5937a573b45c",
              "image": "/images/uploads/multi_biometric_self_service_capture_device.png",
              "name_en": "Multi-biometric Self-service Capture Device",
              "short_id": "Perangkat Perekam Swalayan Multibiometrik ini dirancang khusus untuk kontrol perbatasan, pemrosesan imigrasi, dan verifikasi identitas"
            },
            {
              "desc_id": "Konter Verifikasi Multifungsi (C) dari Maxvision adalah solusi inspeksi terpadu yang dirancang untuk pos pemeriksaan perbatasan bervolume tinggi seperti pelabuhan dan bandara. Dirancang untuk penerapan di garis depan, solusi ini mengintegrasikan fungsi-fungsi penting perizinan—termasuk verifikasi identitas, pengambilan data biometrik, pemberian cap dokumen otomatis, komunikasi multibahasa, analitik video berbasis AI, dan interaksi suara—ke dalam satu platform yang efisien.\nSistem ini menawarkan kontrol terpusat untuk perangkat periferal seperti pencahayaan, ventilasi, suhu, dan pengawasan, yang memungkinkan proses inspeksi loop tertutup yang sepenuhnya otomatis. Sistem ini membantu instansi perbatasan mempercepat pemrosesan, mengurangi beban kerja manual, dan menciptakan lingkungan inspeksi yang lebih aman dan efisien bagi para pelancong dan petugas.",
              "short_en": "Maxvision's Multi-functional Verification Counter (C) is an all-in-one inspection solution built for high-volume border checkpoints such as seaports and airports",
              "name_id": "Penghitung Verifikasi Multifungsi (C)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision's Multi-functional Verification Counter (C) is an all-in-one inspection solution built for high-volume border checkpoints such as seaports and airports. Designed for front-line deployment, it integrates key clearance functions-including identity verification, biometric data capture, automated document stamping, multilingual communication, Al-driven video analytics, and voice interaction-into a single streamlined platform.\nThe system offers centralized control of peripheral devices such as lighting, ventilation, temperature, and surveillance, enabling a fully automated, closed-loop inspection process. It helps border agencies speed up processing, reduce manual workload, and create a safer, more efficient inspection environment for travelers and officers alike.",
              "id": "0042c6ae-43c6-4fb2-ab6f-e183f788c116",
              "image": "/images/uploads/multi_functional_verification_counter.png",
              "name_en": "Multi-functional Verification Counter (C)",
              "short_id": "Konter Verifikasi Multifungsi (C) dari Maxvision adalah solusi inspeksi terpadu yang dirancang untuk pos pemeriksaan perbatasan bervolume tinggi seperti pelabuhan dan bandara"
            },
            {
              "desc_id": "Maxvision E-gate (gerbang tunggal) dirancang dengan baja tahan karat 304 + kaca tempered dengan transparansi tinggi, yang tahan lama dan tahan korosi. Dilengkapi dengan lalu lintas dua arah, anti-jepit cerdas, petunjuk arah, dan fungsi lainnya. Dilengkapi dengan pengenalan wajah, penggesekan kartu IC, kode QR, dan buka-tutup pintu jarak jauh. Modul fungsional seperti ini menerapkan berbagai metode otentikasi. Peralatan ini memiliki integrasi cerdas yang tinggi dan stabilitas yang kuat, serta cocok untuk berbagai tempat kontrol otentikasi identitas pintu masuk dan keluar.",
              "short_en": "Maxvision E-gate (Single-gate) is designed with 304 stainless steel + high-transparency tempered glass, which is durable and corrosion-resistant",
              "name_id": "Gerbang E (Gerbang Tunggal)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision E-gate (Single-gate) is designed with 304 stainless steel + high-transparency tempered glass, which is durable and corrosion-resistant. It has two-way traffic, intelligent anti-pinch, guidance prompts and other functions. It is equipped with face recognition, IC card swiping, QR code, and remote door opening and closing. Functional modules such as these implement multiple authentication methods. The equipment has high intelligent integration and strong stability, and is suitable for various entrance and exit identity authentication control places.",
              "id": "3a7c8d15-f283-43ac-926e-555c85c5ecc1",
              "image": "/images/uploads/single_gate.png",
              "name_en": "E-gate (Single-gate)",
              "short_id": "Maxvision E-gate (gerbang tunggal) dirancang dengan baja tahan karat 304 + kaca tempered dengan transparansi tinggi, yang tahan lama dan tahan korosi"
            },
            {
              "desc_id": "E-Gate (Dual-Gate) dari Maxvision adalah solusi kontrol perbatasan cerdas yang terintegrasi penuh, dirancang untuk mengotomatiskan verifikasi identitas penumpang di titik masuk dan keluar yang terkontrol. Dirancang untuk lingkungan dengan lalu lintas tinggi seperti bandara dan pelabuhan, sistem ini menggabungkan biometrik canggih dengan kontrol cerdas dan teknologi AI untuk memberikan proses pengurusan yang aman, lancar, dan nirsentuh.\nE-Gate mendukung berbagai modalitas biometrik—termasuk pengenalan wajah, urat telapak tangan, dan sidik jari—serta autentikasi dokumen, analitik video anti-tailgating, dan kontrol operasional satu sentuhan. Dengan menghilangkan pemeriksaan manual dan mengurangi waktu pemrosesan, sistem ini meningkatkan pengalaman pelancong dan keamanan perbatasan, menjadikannya pilihan ideal untuk pusat transit modern dengan keamanan tinggi.",
              "short_en": "Maxvision's E-Gate (Dual-Gate) is a fully integrated, intelligent border control solution designed to automate passenger identity verification at controlled entry and exit points",
              "name_id": "Gerbang E (Gerbang Ganda)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision's E-Gate (Dual-Gate) is a fully integrated, intelligent border control solution designed to automate passenger identity verification at controlled entry and exit points. Built for high-throughput environments like airports and seaports, the system combines advanced biometrics with smart control and Al technologies to deliver secure, seamless, and contactless clearance.\nThe E-gate supports multiple biometric modalities-including facial, palm vein, and fingerprint recognition-alongside document authentication, anti-tailgating video analytics, and one-touch operational control. By eliminating manual checks and reducing processing time, it enhances both traveler experience and border security, making it an ideal fit for modern, high-security transit hubs.",
              "id": "e7d14e2d-3e39-4eae-b430-40e48768ed62",
              "image": "/images/uploads/double_gate.png",
              "name_en": "E-gate (Double-gate)",
              "short_id": "E-Gate (Dual-Gate) dari Maxvision adalah solusi kontrol perbatasan cerdas yang terintegrasi penuh, dirancang untuk mengotomatiskan verifikasi identitas penumpang di titik masuk dan keluar yang terkontrol"
            },
            {
              "desc_id": "Sistem Anti-Tailgating Berbasis Video dirancang khusus untuk e-gate imigrasi, memungkinkan pemantauan waktu nyata (real-time) terhadap lalu lintas tanpa izin melalui analitik video canggih pada perangkat. Dengan menggunakan AI tertanam, pengenalan perilaku, dan visi mesin, sistem ini mengidentifikasi risiko keamanan seperti tailgating, pergerakan mengelak, dan entri abnormal—tanpa bergantung pada server backend.\nDipasang di atas e-gate inspeksi, sistem ini bekerja secara otonom dan terintegrasi secara mulus dengan e-gate, stasiun verifikasi biometrik, dan sistem pemeriksaan keamanan. Sistem ini memberikan peringatan instan, perekaman video, dan pencatatan kejadian, membantu badan kontrol perbatasan mengurangi pengawasan manual sekaligus meningkatkan keamanan pelabuhan dan efisiensi throughput secara signifikan.",
              "short_en": "The Video-based Anti-Tailgating System is purpose-built for immigration e-gate, enabling real-time monitoring of unauthorized passage through advanced on-device video analytics",
              "name_id": "Sistem Anti-Tailgating Berbasis Video",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Video-based Anti-Tailgating System is purpose-built for immigration e-gate, enabling real-time monitoring of unauthorized passage through advanced on-device video analytics. Using embedded Al, behavior recognition, and machine vision, the system identifies security risks such as tailgating, evasive movement, and abnormal entries-without relying on backend servers.\nMounted above the inspection e-gate, it works autonomously and integrates seamlessly with e-gates, biometric verification stations, and security checking systems. The system delivers instant alerts, video capture, and event logging, helping border control agencies reduce manual oversight while significantly enhancing port security and throughput efficiency.",
              "id": "af960ef5-beda-436c-994e-9bf4023feec4",
              "image": "/images/uploads/video_based_anti_tailgating_system.png",
              "name_en": "Video-based Anti-Tailgating System",
              "short_id": "Sistem Anti-Tailgating Berbasis Video dirancang khusus untuk e-gate imigrasi, memungkinkan pemantauan waktu nyata (real-time) terhadap lalu lintas tanpa izin melalui analitik video canggih pada perangkat"
            },
            {
              "desc_id": "Dirancang untuk lingkungan perbatasan yang aman, E-gate Verifikasi Akses Area Terbatas menyediakan kontrol akses otomatis yang andal bagi personel yang berwenang. Dengan menggabungkan pengenalan wajah, pemindaian sidik jari, dan autentikasi kartu pintar, sistem ini memastikan verifikasi identitas yang akurat sekaligus menjaga kelancaran dan keamanan operasional jalur. Sistem ini dilengkapi kontrol gerbang terintegrasi, pemantauan perilaku, dan pemicu alarm untuk tailgating, akses tanpa izin, atau kehadiran yang diperpanjang. Dengan dukungan jalur dua arah dan integrasi yang mulus dengan sistem kontrol perbatasan, solusi ini meningkatkan keamanan dan efisiensi operasional di seluruh pelabuhan laut, bandara, pos pemeriksaan darat, dan fasilitas inspeksi bersama.",
              "short_en": "Designed for secure border environments, the Restricted Area Access Verification E-gate provides reliable, automated access control for authorized personnel",
              "name_id": "Verifikasi Akses Area Terbatas E-gate (Gerbang Tunggal)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Designed for secure border environments, the Restricted Area Access Verification E-gate provides reliable, automated access control for authorized personnel. By combining facial recognition, fingerprint scanning, and smart card authentication, the system ensures accurate identity verification while maintaining smooth and secure lane operations. It features built-in gate control, behavior monitoring, and alarm triggers for tailgating, unauthorized access, or extended presence. With bidirectional passage support and seamless integration with border control systems, this solution enhances security and operational efficiency across seaports, airports, land checkpoints, and joint inspection facilities.",
              "id": "6e52335c-497c-4bc7-b8c5-87e28aaa3a77",
              "image": "/images/uploads/restricted_area_access_verification.png",
              "name_en": "Restricted Area Access Verification E-gate (Single-gate)",
              "short_id": "Dirancang untuk lingkungan perbatasan yang aman, E-gate Verifikasi Akses Area Terbatas menyediakan kontrol akses otomatis yang andal bagi personel yang berwenang"
            },
            {
              "desc_id": "Verifikasi Akses Area Terbatas E-gate (Dual-Gate) adalah solusi yang dirancang khusus untuk mengelola akses personel di zona terbatas di titik kontrol perbatasan. Dirancang untuk lingkungan dengan keamanan tinggi, sistem ini menggabungkan autentikasi multi-faktor—termasuk pengenalan wajah, pengenalan sidik jari, dan verifikasi kartu pintar—dengan kontrol gerbang cerdas dan analitik perilaku. Sistem ini memungkinkan manajemen akses dengan nama asli sekaligus meningkatkan keamanan dan efisiensi operasional.\nSistem ini terintegrasi secara mulus dengan platform imigrasi dan mendukung akses dua arah, deteksi tailgating secara real-time, peringatan intrusi, perlindungan anti-pinch, pemantauan arus akses, dan panduan audio-visual—sehingga ideal untuk pelabuhan, bandara, perlintasan darat, dan area inspeksi bersama.",
              "short_en": "The Restricted Area Access Verification E-gate (Dual-Gate) is a purpose-built solution for managing personnel access within restricted zones at border control points",
              "name_id": "Verifikasi Akses Area Terbatas E-gate (Gerbang Ganda)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Restricted Area Access Verification E-gate (Dual-Gate) is a purpose-built solution for managing personnel access within restricted zones at border control points. Designed for high-security environments, the system combines multi-factor authentication-including facial recognition, fingerprint recognition, and smart card verification-with intelligent gate control and behavior analytics. It enables real-name access management while enhancing both security and operational efficiency.\nThe system integrates seamlessly with immigration platforms and supports bidirectional access, real-time tailgating detection, intrusion alerts, anti-pinch safeguards, access flow monitoring, and audio-visual guidance-making it ideal for ports, airports, land crossings, and joint inspection areas.",
              "id": "4a898305-b1e2-47bf-9447-da247d717370",
              "image": "/images/uploads/restricted_area_access_dual_gate.png",
              "name_en": "Restricted Area Access Verification E-gate (Dual-gate)",
              "short_id": "Verifikasi Akses Area Terbatas E-gate (Dual-Gate) adalah solusi yang dirancang khusus untuk mengelola akses personel di zona terbatas di titik kontrol perbatasan"
            }
          ]
        },
        {
          "id": "6d1357ef-9d91-4c1d-bf48-655e43be41fd",
          "name_en": "Customs Authority",
          "name_id": "Otoritas Bea Cukai",
          "products": [
            {
              "desc_id": "Termometer Inframerah adalah solusi non-kontak yang dirancang untuk mendeteksi suhu tubuh abnormal secara cepat di antara para pelancong. Dengan memanfaatkan pencitraan termal dan algoritma pengenalan wajah cerdas, sistem ini secara akurat mengidentifikasi dan melacak individu dengan suhu tubuh tinggi sekaligus secara efektif menyaring alarm palsu yang disebabkan oleh sumber panas eksternal seperti minuman panas atau makanan. Dilengkapi dengan kamera HD dan analisis berbasis AI, sistem ini memungkinkan deteksi otomatis, peringatan waktu nyata, dan pengambilan gambar kasus potensial demam.\nSistem ini menggabungkan sumber radiasi benda hitam presisi tinggi sebagai referensi suhu untuk mengkompensasi pengaruh lingkungan dan pergeseran termal sensor pencitraan.\nHal ini memastikan kalibrasi suhu yang konsisten, pemanasan yang cepat, dan kontrol termal yang presisi, yang secara signifikan meningkatkan akurasi pengukuran dan keandalan sistem dalam kondisi lingkungan yang kompleks.\nSistem ini ideal untuk digunakan dalam skenario pemeriksaan suhu area luas seperti aula publik dan instalasi koridor di atas kepala.",
              "short_en": "The Infrared Thermometer is a non-contact solution designed for rapid detection of abnormal body temperatures among travelers",
              "name_id": "Termometer Inframerah",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Infrared Thermometer is a non-contact solution designed for rapid detection of abnormal body temperatures among travelers. Leveraging thermal imaging and intelligent facial recognition algorithms, the system accurately identifies and tracks individuals with elevated body temperatures while effectively filtering out false alarms caused by external heat sources such as hot beverages or food. Equipped with an HD camera and Al-based analysis, the system enables automatic detection, real-time alerting, and image capture of potential febrile cases.\nThe system incorporates a high-precision blackbody radiation source as a temperature reference to compensate for environmental influences and thermal drift of the imaging sensor.\nThis ensures consistent temperature calibration, fast warm-up, and precise thermal control, significantly improving measurement accuracy and system reliability under complex environmental conditions.\nIt is ideal for deployment in wide-area temperature screening scenarios such as public halls and overhead corridor installations.",
              "id": "40ac3cdb-40be-47f6-ade2-0249d9a1ecfe",
              "image": "/images/uploads/infrared_thermometer.png",
              "name_en": "Infrared Thermometer",
              "short_id": "Termometer Inframerah adalah solusi non-kontak yang dirancang untuk mendeteksi suhu tubuh abnormal secara cepat di antara para pelancong"
            },
            {
              "desc_id": "Sistem Pemeriksaan Bagasi Kabin Penumpang Maxvision dirancang khusus untuk memenuhi kebutuhan penyeberangan perbatasan global yang terus berkembang. Dirancang untuk pelabuhan masuk internasional bervolume tinggi, sistem ini memungkinkan pemeriksaan terpadu bagi pelancong dan barang bawaan pribadi mereka dalam satu proses yang efisien. Tujuannya sederhana: satu pemeriksaan, satu keputusan, satu pelepasan yang lancar.\nDengan menggabungkan analitik berbasis AI, kontrol berbasis IoT, dan kecerdasan data terintegrasi, sistem ini mengatasi inefisiensi pemeriksaan manual tradisional—mengurangi kesalahan manusia,\nmempercepat proses, dan memberikan pengalaman yang konsisten dan aman bagi otoritas maupun pelancong.\nSebagai salah satu solusi terintegrasi penuh pertama yang diterapkan dalam skala besar di Tiongkok, sistem ini mewakili standar baru tentang bagaimana perbatasan modern dapat beroperasi.",
              "short_en": "Maxvision's Passenger Carry-on Baggage Inspection System is purpose-built to meet the evolving needs of global border crossings",
              "name_id": "Sistem Pemeriksaan Bagasi Kabin Penumpang",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision's Passenger Carry-on Baggage Inspection System is purpose-built to meet the evolving needs of global border crossings. Designed for high-volume international ports of entry, the system enables unified screening of both travelers and their personal belongings in a single, streamlined process. Its goal is simple: one inspection, one decision, one seamless release.\nBy combining Al-driven analytics, loT-based controls, and integrated data intelligence, the system overcomes the inefficiencies of traditional manual checks-reducing human error,\naccelerating throughput, and delivering a consistent, secure experience for both authorities and travelers.\nAs one of the first fully integrated solutions deployed at scale in China, it represents a new standard for how modern borders can operate.",
              "id": "1e7fbf09-5add-4c3b-ba1d-da81fe140909",
              "image": "/images/uploads/passenger_carryon_baggage_inspection_system.png",
              "name_en": "Passenger Carry-on Baggage Inspection System",
              "short_id": "Sistem Pemeriksaan Bagasi Kabin Penumpang Maxvision dirancang khusus untuk memenuhi kebutuhan penyeberangan perbatasan global yang terus berkembang"
            },
            {
              "desc_id": "Direkayasa oleh Maxvision, sistem inspeksi sinar-X dual-energi dan dual-view generasi terbaru ini dirancang khusus untuk pemeriksaan bagasi kabin dan barang-barang pribadi secara efisien di pos pemeriksaan bea cukai, bandara, stasiun kereta api, fasilitas pemerintah, dan lingkungan berkeamanan tinggi lainnya. Dilengkapi dua pasang sumber-detektor sinar-X independen, sistem ini menghasilkan pencitraan tampilan bawah dan samping pada layar ganda, yang secara signifikan meningkatkan pengenalan objek di area yang tumpang tindih atau tertutup. Desainnya memadukan fungsionalitas khusus industri dengan estetika industri modern, menghasilkan solusi yang efisien, intuitif, dan sangat adaptif untuk operasi keamanan yang krusial.",
              "short_en": "Engineered by Maxvision, this next-generation dual-energy, dual-view X-ray inspection system is purpose-built for efficient screening of carry-on baggage and personal belongings across customs checkpoints, airports, rail stations, government facilities, and other high-security environments",
              "name_id": "Mesin Sinar-X Bagasi Kabin",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Engineered by Maxvision, this next-generation dual-energy, dual-view X-ray inspection system is purpose-built for efficient screening of carry-on baggage and personal belongings across customs checkpoints, airports, rail stations, government facilities, and other high-security environments. Featuring two independent X-ray source-detector pairs, the system delivers both bottom-up and side-view imaging on dual displays, significantly enhancing object recognition in areas with overlap or occlusion. Its design blends industry-specific functionality with modern industrial aesthetics, resulting in a solution that is streamlined, intuitive, and highly adaptable for mission-critical security operations.",
              "id": "63cb6eef-6c59-45db-a467-d3bed6ff59a0",
              "image": "/images/uploads/carryon_baggage_xray_machine.png",
              "name_en": "Carry-on Baggage X-ray Machine",
              "short_id": "Direkayasa oleh Maxvision, sistem inspeksi sinar-X dual-energi dan dual-view generasi terbaru ini dirancang khusus untuk pemeriksaan bagasi kabin dan barang-barang pribadi secara efisien di pos pemeriksaan bea cukai, bandara, stasiun kereta api, fasilitas pemerintah, dan lingkungan berkeamanan tinggi lainnya"
            }
          ]
        }
      ]
    },
    {
      "name_en": "Cargo Security",
      "name_id": "Keamanan Kargo",
      "id": "afd81e03-0156-47d1-a30e-24a25ed972d0"
    }
  ]
}