{
  "main_categories": [
    {
      "id": "identity-auth",
      "name_en": "Identity Authentication",
      "name_id": "Otentikasi Identitas",
      "sub_categories": [
        {
          "id": "face-recognition",
          "name_en": "Face Recognition Terminal",
          "name_id": "Terminal Pengenalan Wajah",
          "products": [
            {
              "desc_id": "Terminal pengenalan wajah profesional dengan akurasi tinggi di berbagai kondisi cahaya, dilengkapi sensor inframerah dan suhu.",
              "short_en": "Advanced face recognition with anti-spoofing and temperature detection.",
              "name_id": "Terminal Pengenalan Wajah - 205AG",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "A professional face recognition terminal supporting high accuracy under diverse lighting. Features infrared and temperature sensors.",
              "id": "ed1fccd3-d6a5-4fdf-8da7-d1b78d97192b",
              "image": "/images/uploads/recog205ag.png",
              "name_en": "Facial Recognition Terminal - 205AG",
              "short_id": "Pengenalan wajah canggih dengan deteksi suhu dan anti-spoofing."
            },
            {
              "desc_id": "Terminal Pengenalan Wajah Maxvision dirancang dengan tombol sentuh dan pelindung panel kaca tempered terintegrasi, dilengkapi layar IPS HD 8 inci, yang dapat digunakan di hampir setiap pintu masuk/keluar yang memerlukan otentikasi identitas dan kontrol akses. Dengan fungsi deteksi atribut penutup wajah dan deteksi keaktifan, perangkat ini dapat mengenali atau memverifikasi identitas pengunjung menggunakan wajah, kata sandi, kartu, dan kombinasi lainnya dengan cepat, akurat, dan andal.",
              "short_en": "Maxvision Facial Recognition Terminal is designed with touch keys and integrated tempered glass panel protection, equipped with 8-inch IPS HD screen, which can be employed in nearly every entrance/exit where identity authentication and access control is needed.",
              "name_id": "Terminal Pengenalan Wajah - 105AB",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Facial Recognition Terminal is designed with touch keys and integrated tempered glass panel protection, equipped with 8-inch IPS HD screen, which can be employed in nearly every entrance/exit where identity authentication and access control is needed. Functioning face-covering attribute detection, liveness detection, this device can recognize or verify visitors' identity using face, password, card, and other combinations swiftly, accurately, and reliably.",
              "id": "20df7aa6-3713-4723-a8a6-a53539e75039",
              "image": "/images/uploads/recog105ab.png",
              "name_en": "Facial Recognition Terminal - 105AB",
              "short_id": "Terminal Pengenalan Wajah Maxvision dirancang dengan tombol sentuh dan pelindung panel kaca tempered terintegrasi, dilengkapi layar IPS HD 8 inci, yang dapat digunakan di hampir setiap pintu masuk/keluar yang memerlukan autentikasi identitas dan kontrol akses."
            },
            {
              "desc_id": "Terminal Pengenalan Wajah Cerdas Maxvision mengadopsi desain pelindung panel kaca tempered terintegrasi, dilengkapi layar IPS HD 8 inci, yang dapat diaplikasikan di berbagai tempat yang membutuhkan autentikasi pengenalan wajah. Produk ini menggunakan algoritma pengenalan wajah yang dikembangkan secara independen. Kualitas gambar wajah yang ditangkap oleh perangkat ini tidak akan terpengaruh oleh kondisi pencahayaan yang berbeda (misalnya, cahaya redup, cahaya latar, atau cahaya terang). Tingkat pengenalan semua algoritma pencocokan fitur yang didukung pembelajaran mendalam ini telah mencapai 99%, baik saat mengenakan masker, berkacamata, mengenakan topi, menutupi wajah, maupun mendeteksi keaktifan.",
              "short_en": "Maxvision Intelligent Facial Recognition Terminal adopts an integrated tempered glass panel protection design, equipped with an 8-inch HD IPS display, which can be applied in various places that require facial recognition authentication. ",
              "name_id": "Terminal Pengenalan Wajah - 208BD",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Intelligent Facial Recognition Terminal adopts an integrated tempered glass panel protection design, equipped with an 8-inch HD IPS display, which can be applied in various places that require facial recognition authentication. This product uses an independently developed facial recognition algorithm. The quality of facial images captured by this device will not be affected by different lighting conditions (e.g., dim light, backlight, or bright light). The recognition rate of all feature matching algorithms supported by deep learning has reached 99%, whether wearing a mask, wearing glasses, wearing a hat, covering the face, or detecting activity.",
              "id": "5f984e29-6131-4ba2-a751-cf400aecf49b",
              "image": "/images/uploads/recog208bd.png",
              "name_en": "Facial Recognition Terminal - 208BD",
              "short_id": "Terminal Pengenalan Wajah Cerdas Maxvision mengadopsi desain pelindung panel kaca tempered terintegrasi, dilengkapi layar IPS HD 8 inci, yang dapat diaplikasikan di berbagai tempat yang membutuhkan autentikasi pengenalan wajah. Produk ini menggunakan algoritma pengenalan wajah yang dikembangkan secara independen. "
            },
            {
              "desc_id": "Terminal Pengenalan Iris & Wajah Maxvision memiliki desain panel depan terintegrasi, rangka layar dan bodi terintegrasi, sementara bagian belakangnya terbuat dari aluminium, yang ringan, tahan lama, dan tahan korosi. Perangkat ini mengintegrasikan pengenalan iris, pengenalan wajah, pengenalan fusi iris dan wajah, penangkapan dan pelacakan iris cerdas, dan fungsi lainnya. Sistem ini dapat menyesuaikan perbandingan pengenalan iris 1:1 atau 1:N untuk memenuhi persyaratan fungsional berbagai skenario aplikasi. Peralatan ini dapat dipasang di sistem seperti kontrol akses, gerbang, dan terminal swalayan, yang banyak digunakan di area kontrol akses personel seperti bea cukai, pertahanan perbatasan, pelabuhan, komunitas, dan gedung.",
              "short_en": "Maxvision Iris & Facial Recognition Terminal features an integrated front panel design, integrated screen frame and body, while the back is made of aluminum, which is lightweight, durable, and corrosion-resistant.",
              "name_id": "Terminal Pengenalan Iris & Wajah",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Iris & Facial Recognition Terminal features an integrated front panel design, integrated screen frame and body, while the back is made of aluminum, which is lightweight, durable, and corrosion-resistant. The device integrates iris recognition, face recognition, iris and face fusion recognition, intelligent iris capture and tracking, and other functions. The system can customize 1:1 or 1:N iris recognition descriptions to meet the functional requirements of various application scenarios. This equipment can be installed in systems such as access control, gates, and self-service terminals, which are widely used in personnel access control areas such as customs, border barriers, ports, communities, and buildings.",
              "id": "ae068971-315b-4d5e-a52b-0eb49d0075c6",
              "image": "/images/uploads/iris_and_face_recog.png",
              "name_en": "Iris & Face Recognition Terminal ",
              "short_id": "Terminal Pengenalan Iris & Wajah Maxvision memiliki desain panel depan terintegrasi, rangka layar dan bodi terintegrasi, sementara bagian belakangnya terbuat dari aluminium, yang ringan, tahan lama, dan tahan korosi."
            }
          ]
        },
        {
          "id": "fingerprint-capture",
          "name_en": "Fingerprint Capture",
          "name_id": "Pengambilan Sidik Jari",
          "products": [
            {
              "desc_id": "Perangkat Perekam Sidik Jari adalah solusi eksklusif yang dikembangkan oleh Maxvision untuk perekaman sepuluh jari dengan akurasi tinggi. Dibangun dengan teknologi optik dan pencitraan canggih, perangkat ini mendukung pemindaian satu jari serta akuisisi sepuluh jari secara penuh, termasuk cetakan datar (4-4-2) dan cetakan gulung.\nPerangkat ini memberikan kinerja yang andal dengan fitur-fitur seperti deteksi jari basah, segmentasi empat jari otomatis, pengenalan posisi jari, dan umpan balik kualitas secara real-time. Pemindai ini menghasilkan gambar yang jernih tanpa silau atau artefak sisa akibat penggunaan berulang, memastikan hasil yang konsisten dan pengalaman pengguna yang lancar.\nDipercaya oleh bank, lembaga jaminan sosial, penegak hukum, imigrasi, dan otoritas kontrol perbatasan, perangkat ini dirancang untuk autentikasi identitas yang aman dan efisien di lingkungan yang sangat penting.",
              "short_en": "The Fingerprint Capture Device is a fully proprietary solution developed by Maxvision for high-accuracy ten-finger capture.",
              "name_id": "Perangkat Perekam Sidik Jari",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Fingerprint Capture Device is a fully proprietary solution developed by Maxvision for high-accuracy ten-finger capture. Built with advanced optical and imaging technologies, it supports single-finger scans as well as full ten-finger acquisition, including flat impressions (4-4-2) and rolled prints.\nIt delivers reliable performance with features such as wet-finger detection, automatic four-finger segmentation, finger position recognition, and real-time quality feedback. The scanner produces clear images without glare or residual artifacts from repeated use, ensuring consistent results and a smooth user experience.\nTrusted by banks, social security agencies, law enforcement, immigration, and border control authorities, the device is designed for secure and efficient identity authentication in mission-critical environments.",
              "id": "d925155d-8e96-4173-b50b-2bfb3309ed76",
              "image": "/images/uploads/fingerprint_capture_device.png",
              "name_en": "Fingerprint Capture Device",
              "short_id": "The Fingerprint Capture Device is a fully proprietary solution developed by Maxvision for high-accuracy ten-finger capture"
            }
          ]
        },
        {
          "id": "0ec5af63-1051-4c50-91d5-f1f1960b462b",
          "name_en": "Palm Vein Identity",
          "name_id": "Identitas Urat Telapak Tangan",
          "products": [
            {
              "desc_id": "Terminal Penangkap Vena Telapak Tangan (Palmein Vein Capture Terminal), yang dipadukan dengan algoritma AI yang dikembangkan sendiri dan aplikasi dari ilmu visual, optik, dan biologi, mencapai tingkat keamanan yang sangat tinggi dalam identifikasi biometrik. Terminal ini memiliki banyak keunggulan signifikan seperti keamanan dan keandalan, pengenalan tanpa kontak, deteksi denyut nadi, dan pengoperasian tanpa pengemudi. Terminal ini dapat diintegrasikan ke dalam sistem seperti E-gate dan terminal swalayan, dan banyak digunakan dalam skenario yang memerlukan kontrol akses personel, verifikasi identitas, dan pembayaran pintar.",
              "short_en": "Palm Vein Capture Terminal, combining with self-developed Al algorithms and applications from visual, optical, and biological science to achieve ultra-high security levels in biometric identification.",
              "name_id": "Terminal Penangkapan Vena Telapak Tangan",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Palm Vein Capture Terminal, combining with self-developed Al algorithms and applications from visual, optical, and biological science to achieve ultra-high security levels in biometric identification. This terminal has many significant advantages such as safety and reliability, non-contact recognition, liven detection, and driverless operation. It can be integrated into systems such as E-gate and self-service terminals, and is widely used in scenarios that require personnel access control, identity verification, and smart payments.",
              "id": "8e7e98f2-537f-4277-a7d7-9165cb672a2d",
              "image": "/images/uploads/palm_vein_capture_terminal.png",
              "name_en": "Palm Vein Capture Terminal",
              "short_id": "Terminal Penangkap Vena Telapak Tangan (Palmein Vein Capture Terminal), yang dipadukan dengan algoritma AI yang dikembangkan sendiri dan aplikasi dari ilmu visual, optik, dan biologi, mencapai tingkat keamanan yang sangat tinggi dalam identifikasi biometrik."
            },
            {
              "desc_id": "Terminal Pengambilan Sidik Jari dan Vena Telapak Tangan menggunakan teknologi pencitraan inframerah, yang dipadukan dengan kamera binokular HD dan prosesor berkinerja tinggi. Terminal ini dilengkapi dengan algoritma pengenalan urat telapak tangan AI yang dikembangkan sendiri, yang memungkinkan pengambilan, registrasi, dan pengenalan sidik jari/vena telapak tangan, sekaligus menghasilkan gambar tangkapan fitur berkualitas tinggi. Terminal ini memiliki banyak keunggulan signifikan seperti keamanan yang sangat tinggi, pengambilan dan pengenalan tanpa kontak, deteksi keaktifan, aplikasi dengan konsumsi daya rendah, AE loop tertutup, dan pengambilan sidik jari/vena telapak tangan. Terminal ini dapat digunakan secara luas dalam skenario yang memerlukan kontrol akses personel, autentikasi identitas, pembayaran pintar, dan lainnya.",
              "short_en": "The Fingerprint and Palm Vein Capture Terminal uses infrared imaging technology, combined with an HD binocular camera and a high-performance processor.",
              "name_id": "Terminal Penangkapan Jejak Telapak Tangan dan Vena Telapak Tangan",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Fingerprint and Palm Vein Capture Terminal uses infrared imaging technology, combined with an HD binocular camera and a high-performance processor. It is equipped with a self-developed AI palm vein recognition algorithm, which enables fingerprint/palm vein capture, registration, and recognition, while generating high-quality feature capture images. It has many significant advantages such as extremely high security, contactless capture and recognition, liveness detection, low power consumption applications, closed-loop AE, and fingerprint/palm vein capture. It can be widely used in scenarios requiring personnel access control, identity authentication, smart payment, and more.",
              "id": "2546270d-7195-4975-afde-d032316226cc",
              "image": "/images/uploads/palmprint_and_palm_vein_capture_terminal.png",
              "name_en": "Palmprint and Palm-vein Capture Terminal",
              "short_id": "Terminal Pengambilan Sidik Jari dan Vena Telapak Tangan menggunakan teknologi pencitraan inframerah, yang dipadukan dengan kamera binokular HD dan prosesor berkinerja tinggi."
            },
            {
              "desc_id": "Terminal Pengenalan Vena Telapak Tangan Maxvision mengadopsi teknologi pengenalan AI yang dipadukan dengan aplikasi ilmiah seperti penglihatan, optik, biologi, dll., menggunakan teknologi pencitraan inframerah multi-band untuk mendapatkan peta distribusi vena telapak tangan, dan melakukan identifikasi biometrik melalui algoritma perbandingan khusus untuk mencapai kinerja ultra-tinggi. Peralatan ini memiliki keunggulan keamanan dan keandalan, otentikasi non-kontak, deteksi langsung, anti-interferensi yang baik, dan akurasi tinggi. Terminal ini dapat diintegrasikan ke dalam kontrol akses, gerbang, terminal swalayan, dan sistem lainnya, serta banyak digunakan di bea cukai, pertahanan perbatasan, pelabuhan laut, gedung komunitas, dan area dengan akses terbatas, dll.",
              "short_en": "Maxvision Palm Vein Recognition Terminal adopts AI recognition technology combined with scientific applications such as vision, optics, biology, etc.",
              "name_id": "Terminal Pengenalan Vena Telapak Tangan - A107A*",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Palm Vein Recognition Terminal adopts AI recognition technology combined with scientific applications such as vision, optics, biology, etc., uses multi-band infrared imaging technology to obtain the distribution map of palm veins, and performs biometric identification through a special comparison algorithm to achieve ultra-high performance. This equipment has the advantages of security and reliability, non-contact authentication, direct detection, good anti-interference, and high accuracy. This terminal can be integrated into access control, gates, self-service terminals and other systems, and is widely used in customs, border defense, seaports, community buildings, and areas with restricted access, etc.",
              "id": "958f3167-3ca8-4369-a4f5-ac3348c7752c",
              "image": "/images/uploads/palmvein_recog_terminal_a107a.png",
              "name_en": "Palm Vein Recognition Terminal - A107A*",
              "short_id": "Terminal Pengenalan Vena Telapak Tangan Maxvision mengadopsi teknologi pengenalan AI yang dipadukan dengan aplikasi ilmiah seperti penglihatan, optik, biologi, dll"
            },
            {
              "desc_id": "Terminal Pengenalan Vena Telapak Tangan adalah terminal identifikasi biometrik berbasis sistem operasi Linux yang diluncurkan oleh Maxvision. Terminal ini menggunakan teknologi pencitraan inframerah dan mengintegrasikan teknologi visual dan optik untuk mendapatkan citra vena telapak tangan secara akurat. Dilengkapi dengan algoritma pengenalan AI yang dikembangkan sendiri untuk mencapai identifikasi biometrik dengan keamanan tinggi. Terminal ini memiliki banyak keunggulan signifikan seperti keamanan yang sangat tinggi, identifikasi tanpa kontak, deteksi langsung, kemampuan anti-interferensi yang kuat, dan akurasi identifikasi yang tinggi. Terminal ini dapat diintegrasikan ke dalam sistem kontrol akses, kanal gerbang, dan berbagai terminal swalayan untuk memberikan pengalaman otentikasi identitas yang nyaman dan aman bagi pengguna.",
              "short_en": "The Palm Vein Recognition Terminal is a Linux-based biometric identification terminal launched by Maxvision.",
              "name_id": "Terminal Pengenalan Vena Telapak Tangan - A105AB",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Palm Vein Recognition Terminal is a Linux-based biometric identification terminal launched by Maxvision. This terminal utilizes infrared imaging technology and integrates visual and optical technologies to accurately capture palm vein images. It is equipped with a self-developed AI recognition algorithm to achieve high-security biometric identification. This terminal has many significant advantages such as extremely high security, contactless identification, real-time detection, strong anti-interference ability, and high identification accuracy. This terminal can be integrated into access control systems, gate channels, and various self-service terminals to provide users with a convenient and secure identity authentication experience.",
              "id": "2d48ae28-b2e6-4e22-ac9a-4f3bf59d68b2",
              "image": "/images/uploads/palmvein_recog_terminal_a105ab.png",
              "name_en": "Palm Vein Recognition Terminal - A105AB",
              "short_id": "Terminal Pengenalan Vena Telapak Tangan adalah terminal identifikasi biometrik berbasis sistem operasi Linux yang diluncurkan oleh Maxvision. "
            },
            {
              "desc_id": "Terminal Pengenalan Vena Telapak Tangan Tertanam Maxvision mengadopsi teknologi pengenalan AI yang dipadukan dengan aplikasi ilmiah seperti penglihatan, optik, biologi, dll., menggunakan teknologi pencitraan inframerah multi-band untuk mendapatkan peta distribusi vena telapak tangan, dan melakukan identifikasi biometrik melalui algoritma perbandingan khusus untuk mencapai kinerja ultra-tinggi. Peralatan ini memiliki keunggulan keamanan dan keandalan, otentikasi non-kontak, deteksi langsung, anti-interferensi yang baik, dan akurasi tinggi. Terminal ini dapat diintegrasikan ke dalam kontrol akses, gerbang, terminal swalayan, dan sistem lainnya, serta banyak digunakan oleh petugas di bea cukai, pertahanan perbatasan, pelabuhan, komunitas, gedung dengan akses terkendali, dll.",
              "short_en": "Maxvision Embedded Palm Vein Recognition Terminal adopts AI recognition technology combined with scientific applications such as vision, optics, biology, etc.",
              "name_id": "Terminal Pengenalan Vena Telapak Tangan Tertanam",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Embedded Palm Vein Recognition Terminal adopts AI recognition technology combined with scientific applications such as vision, optics, biology, etc., uses multi-band infrared imaging technology to obtain the distribution map of palm veins, and performs biometric identification through a special comparison algorithm to achieve ultra-high performance. This equipment has the advantages of security and reliability, non-contact authentication, direct detection, good anti-interference, and high accuracy. This terminal can be integrated into access control, gates, self-service terminals and other systems, and is widely used by personnel in customs, border defense, ports, communities, buildings with controlled access, etc.",
              "id": "386b97af-1306-45f0-bd76-9f068b2f1b3d",
              "image": "/images/uploads/embedded_palm_vein_recognition_terminal.png",
              "name_en": "Embedded Palm Vein Recognition Terminal",
              "short_id": "Terminal Pengenalan Vena Telapak Tangan Tertanam Maxvision mengadopsi teknologi pengenalan AI yang dipadukan dengan aplikasi ilmiah seperti penglihatan, optik, biologi, dll"
            },
            {
              "desc_id": "Modul Perekam Vena Telapak Tangan Maxvision berbasis sistem operasi Linux. Modul ini menggunakan teknologi pencitraan pita inframerah dekat untuk mendapatkan informasi vena telapak tangan. Modul ini juga dilengkapi kamera cahaya tampak untuk merekam informasi sidik telapak tangan. Modul ini memiliki fungsi seperti input sidik telapak tangan dan vena telapak tangan, pemrosesan gambar, perbandingan fitur, penyimpanan, dll., dan dapat digunakan pada kunci pintu pintar, brankas, kontrol akses, gerbang, terminal swalayan robot, dan peralatan lainnya.",
              "short_en": "The Maxvision Palm Vein Recorder Module is based on the Linux operating system. It utilizes near-infrared imaging technology to acquire palm vein information",
              "name_id": "Modul Penangkapan Vena Telapak Tangan",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Maxvision Palm Vein Recorder Module is based on the Linux operating system. It utilizes near-infrared imaging technology to acquire palm vein information. It also features a visible light camera to capture palmprint information. It has functions such as palmprint and palm vein input, image processing, feature comparison, storage, etc., and can be used in smart door locks, safes, access control, gates, robotic self-service terminals, and other equipment.",
              "id": "1e536234-80b2-4996-bd7f-a6e8a58908b8",
              "image": "/images/uploads/palm_vein_capture_module.png",
              "name_en": "Palm Vein Capture Module",
              "short_id": "Modul Perekam Vena Telapak Tangan Maxvision berbasis sistem operasi Linux. Modul ini menggunakan teknologi pencitraan pita inframerah dekat untuk mendapatkan informasi vena telapak tangan"
            }
          ]
        },
        {
          "id": "78c459f5-01ed-417c-ace8-f4645e58e1a7",
          "name_en": "Biometric Information Capture",
          "name_id": "Penangkapan Informasi Biometrik",
          "products": [
            {
              "desc_id": "Terminal Pengambilan Multi-Biometrik mengintegrasikan fungsi sidik jari sepuluh jari dan pengambilan wajah. Sambil melakukan pengambilan sidik jari dan wajah, perangkat ini dapat melakukan pengambilan dan verifikasi berbagai informasi biometrik penumpang dengan cepat. Perangkat ini dicirikan oleh ukurannya yang kecil dan penempatannya yang fleksibel, dan banyak digunakan di area dengan keamanan tinggi seperti bandara, pelabuhan, kantor polisi, dan pos pemeriksaan perbatasan yang memerlukan pengambilan data biometrik personel dan verifikasi identitas.",
              "short_en": "The Multi-Biometric Capture Terminal integrates ten-finger fingerprint and facial recognition functions.",
              "name_id": "Terminal Pengambilan Multi-Biometrik (Wajah)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Multi-Biometric Capture Terminal integrates ten-finger fingerprint and facial recognition functions. While capturing fingerprints and facial recognition, it can quickly capture and verify various passenger biometric information. Its small size and flexible placement make it widely used in high-security areas such as airports, ports, police stations, and border checkpoints that require personnel biometric data capture and identity verification.",
              "id": "3f16729a-dbe5-4bd9-8134-11657e80fd7a",
              "image": "/images/uploads/face_multi_biometric.png",
              "name_en": "Multi-Biometric Capture Terminal (Face)",
              "short_id": "Terminal Pengambilan Multi-Biometrik mengintegrasikan fungsi sidik jari sepuluh jari dan pengambilan wajah"
            },
            {
              "desc_id": "Terminal Pengambilan Multi-Biometrik mengintegrasikan fungsi pengambilan sidik jari sepuluh jari, pengambilan iris HD, dan pengambilan wajah dengan cahaya tampak. Sambil melakukan pengambilan sidik jari, iris, dan wajah, perangkat ini dapat melakukan pengambilan dan verifikasi berbagai informasi biometrik penumpang dengan cepat. Perangkat ini dicirikan oleh ukurannya yang kecil dan penempatannya yang fleksibel, dan banyak digunakan di area dengan keamanan tinggi seperti bandara, pelabuhan, kantor polisi, dan pos pemeriksaan perbatasan yang memerlukan pengambilan data biometrik personel dan verifikasi identitas.",
              "short_en": "The Multi-Biometric Capture Terminal integrates the functions of ten-finger fingerprint capture, HD iris capture, and visible light facial capture",
              "name_id": "Terminal Pengambilan Multi-Biometrik (Iris)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Multi-Biometric Capture Terminal integrates the functions of ten-finger fingerprint capture, HD iris capture, and visible light facial capture. While capturing fingerprints, irises, and faces, the device can quickly capture and verify various biometric information of passengers. The device is characterized by its small size and flexible placement, and is widely used in high-security areas such as airports, ports, police stations, and border checkpoints that require personnel biometric data capture and identity verification.",
              "id": "4d286693-a6d3-4f8f-ae03-dc8f4bbc4507",
              "image": "/images/uploads/iris_multi_biometric.png",
              "name_en": "Multi-Biometric Capture Terminal (Iris)",
              "short_id": "Terminal Pengambilan Multi-Biometrik mengintegrasikan fungsi pengambilan sidik jari sepuluh jari, pengambilan iris HD, dan pengambilan wajah dengan cahaya tampak"
            }
          ]
        },
        {
          "id": "daf40ff4-e4db-41ab-a374-8db11bab3377",
          "name_en": "ID/Travel Document Reader",
          "name_id": "Pembaca Dokumen ID/Perjalanan",
          "products": [
            {
              "desc_id": "Maxvision Travel Document Reader mampu memverifikasi dokumen perjalanan lebih dari 200 negara dan wilayah di seluruh dunia secara akurat. Perangkat ini dapat mengidentifikasi semua jenis informasi halaman data dokumen dengan cepat dan akurat menggunakan pemrosesan gambar terdepan di industri, pengenalan teks OCR, pembelajaran mendalam, dan teknologi autentikasi pembacaan chip. Selain itu, perangkat ini mendukung klasifikasi dokumen otomatis, ekstraksi dan pemotongan potret, analisis kode yang dapat dibaca mesin, perbandingan potret, perbandingan dan identifikasi informasi pribadi, identifikasi offline, dan sebagainya. Produk ini dapat dikustomisasi dan dikembangkan sesuai kebutuhan pengguna, dan banyak digunakan di berbagai hotel, pelabuhan, pos pemeriksaan perbatasan, bea cukai, bank, maskapai penerbangan, dan tempat-tempat lain yang mengontrol dan mengelola autentikasi personel.",
              "short_en": "The Maxvision Travel Document Reader can accurately verify travel documents from more than 200 countries and regions worldwide.",
              "name_id": "Pembaca Dokumen-A",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Maxvision Travel Document Reader can accurately verify travel documents from more than 200 countries and regions worldwide. It can quickly and accurately identify all types of document data page information using industry-leading image processing, OCR text recognition, deep learning, and chip reading authentication technologies. In addition, it supports automatic document classification, portrait extraction and cropping, machine-readable code analysis, portrait comparison, personal information comparison and identification, offline identification, and so on. This product can be customized and developed according to user needs, and is widely used in various hotels, ports, border checkpoints, customs, banks, airlines, and other places that control and manage personnel authentication.",
              "id": "9bcfd033-bc69-463c-9b61-4a46571a4689",
              "image": "/images/uploads/document_reader_a.png",
              "name_en": "Document Reader-A",
              "short_id": "Maxvision Travel Document Reader mampu memverifikasi dokumen perjalanan lebih dari 200 negara dan wilayah di seluruh dunia secara akurat"
            },
            {
              "desc_id": "Maxvision Travel Document Reader-B mampu memverifikasi dokumen perjalanan lebih dari 200 negara dan wilayah di seluruh dunia secara akurat. Perangkat ini dapat mengidentifikasi semua jenis informasi halaman data dokumen dengan cepat dan akurat menggunakan pemrosesan gambar terdepan di industri, pengenalan teks OCR, pembelajaran mendalam, dan teknologi autentikasi pembacaan chip. Selain itu, perangkat ini mendukung klasifikasi dokumen otomatis, ekstraksi dan pemotongan potret, analisis kode yang dapat dibaca mesin, perbandingan potret, perbandingan dan identifikasi informasi pribadi, identifikasi offline, dan sebagainya. Produk ini dapat dikustomisasi dan dikembangkan sesuai kebutuhan pengguna, dan banyak digunakan di berbagai hotel, pelabuhan, pos pemeriksaan perbatasan, bea cukai, bank, maskapai penerbangan, dan tempat-tempat lain yang mengontrol dan mengelola autentikasi personel.",
              "short_en": "The Maxvision Travel Document Reader-B is capable of accurately verifying travel documents from more than 200 countries and regions worldwide",
              "name_id": "Pembaca Dokumen-B",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Maxvision Travel Document Reader-B is capable of accurately verifying travel documents from more than 200 countries and regions worldwide. It can quickly and accurately identify all types of document data page information using industry-leading image processing, OCR text recognition, deep learning, and chip reading authentication technologies. In addition, it supports automatic document classification, portrait extraction and cropping, machine-readable code analysis, portrait comparison, personal information comparison and identification, offline identification, and so on. This product can be customized and developed according to user needs, and is widely used in various hotels, ports, border checkpoints, customs, banks, airlines, and other places that control and manage personnel authentication.",
              "id": "0c310b9b-3946-410e-9b6a-98c63bfa7937",
              "image": "/images/uploads/document_reader_b.png",
              "name_en": "Document Reader-B",
              "short_id": "Maxvision Travel Document Reader-B mampu memverifikasi dokumen perjalanan lebih dari 200 negara dan wilayah di seluruh dunia secara akurat"
            },
            {
              "desc_id": "Terminal Pengenalan Dokumen (DRT) adalah perangkat inspeksi portabel berbasis platform seluler yang dirancang untuk mendukung pengenalan OCR dokumen perjalanan seperti paspor, visa, buku pelaut, dan kartu identitas yang memenuhi standar Organisasi Penerbangan Sipil Internasional (ICAO) 9303. Perangkat ini memungkinkan pengenalan berbagai informasi dokumen secara cepat dan akurat, mendukung fitur-fitur seperti klasifikasi dokumen otomatis, ekstraksi dan pemotongan wajah, penguraian kode yang dapat dibaca mesin, pencocokan identitas, dan verifikasi informasi pribadi.\nProduk ini memanfaatkan teknologi RFID untuk membaca data dari chip dokumen elektronik, termasuk foto elektronik, dan mendukung pengambilan dan perbandingan wajah di lokasi. Produk ini juga mendukung pembacaan kartu karyawan IC dan HID, serta menawarkan fungsionalitas untuk kueri catatan historis, ekspor data, dan pengiriman data inspeksi secara real-time.\nTerminal Pengenalan Dokumen ideal untuk aplikasi di zona kontrol perbatasan, area karantina, pelabuhan, dan skenario lain yang memerlukan inspeksi bergerak. Desainnya yang ringkas dan portabel, beserta fungsionalitasnya yang komprehensif, memungkinkan pengguna mengelola inspeksi secara efisien di berbagai wilayah, memberikan kendali terpadu atas penumpang, staf, dan bisnis. Produk ini dapat terintegrasi dengan sistem back-end imigrasi untuk verifikasi identitas dan izin penumpang, dan dapat disesuaikan untuk memenuhi persyaratan aplikasi spesifik. Produk ini juga menawarkan paket SDK untuk integrasi cepat ke dalam sistem platform pengguna.",
              "short_en": "The Document Recognition Terminal (DRT) is a portable, mobile-platform inspection device designed to support OCR recognition of travel documents",
              "name_id": "Terminal Pengenalan Dokumen",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Document Recognition Terminal (DRT) is a portable, mobile-platform inspection device designed to support OCR recognition of travel documents such as passports, visas, seafarer's books, and identity cards that meet the International Civil Aviation Organization (ICAO) 9303 standard. It enables fast and accurate recognition of a wide range of document information, supporting features such as automatic document classification, face extraction and cropping, machine-readable decoding, identity matching, and personal information verification.\nThe product utilizes RFID technology to read data from electronic document chips, including electronic photos, and supports on-site face capture and comparison. It also supports employee IC and HID card reading and offers functionality for historical record query, data export, and real-time data transmission.\nThe Document Recognition Terminal is ideal for applications in border control zones, quarantine areas, ports, and other scenarios requiring mobile inspections. Its compact and portable design, along with comprehensive functionality, allows users to efficiently manage inspections across multiple locations, providing unified control over passengers, staff, and businesses. The product can be integrated with immigration back-end systems for identity verification and passenger clearance, and can be customized to meet specific application requirements. This product also offers an SDK package for quick integration into user platform systems.",
              "id": "62778efc-4782-4e92-8a9a-78dd9e509fc6",
              "image": "/images/uploads/document_recognition_terminal.png",
              "name_en": "Document Recognition Terminal",
              "short_id": "Terminal Pengenalan Dokumen (DRT) adalah perangkat inspeksi platform seluler portabel yang dirancang untuk mendukung pengenalan OCR dokumen perjalanan"
            }
          ]
        },
        {
          "id": "ff370213-48cc-4e65-8f6e-bc01b344f919",
          "name_en": "E-Gate ",
          "name_id": "Gerbang Elektronik",
          "products": [
            {
              "desc_id": "Maxvision E-gate dirancang dengan baja tahan karat 304 + kaca tempered dengan transparansi tinggi, yang tahan lama dan tahan korosi. Dilengkapi dengan lalu lintas dua arah, anti-jepit cerdas, petunjuk panduan, dan fungsi lainnya; dilengkapi dengan pengenalan wajah, penggesekan kartu IC, kode QR, dan buka-tutup pintu jarak jauh. Modul fungsional seperti ini menerapkan berbagai metode akses autentikasi. Peralatan ini memiliki integrasi cerdas yang tinggi dan stabilitas yang kuat, serta cocok untuk berbagai tempat kontrol autentikasi identitas pintu masuk dan keluar.",
              "short_en": "Maxvision E-gate is designed with 304 stainless steel + high-transparency tempered glass, which is durable and corrosion-resistant",
              "name_id": "Gerbang E-E108AI",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision E-gate is designed with 304 stainless steel + high-transparency tempered glass, which is durable and corrosion-resistant. It is equipped with two-way traffic, intelligent anti-pinch, guidance prompts, and other functions; it is equipped with facial recognition, IC card swiping, QR code, and remote door opening and closing. Such functional modules implement various access authentication methods. This equipment has high intelligent integration and strong stability, and is suitable for various entrance and exit identity authentication control venues.",
              "id": "c2e72bee-62fe-4a6a-85a1-0930ce0906ec",
              "image": "/images/uploads/e_gate_e108ai.png",
              "name_en": "E-gate-E108AI",
              "short_id": "Maxvision E-gate dirancang dengan baja tahan karat 304 + kaca tempered dengan transparansi tinggi, yang tahan lama dan tahan korosi"
            },
            {
              "desc_id": "Maxvision E-gate dirancang dengan profil aluminium + kaca tempered dengan transparansi tinggi, yang tahan lama dan tahan korosi. Dilengkapi dengan lalu lintas dua arah, anti-jepit cerdas, petunjuk panduan, dan fungsi lainnya; dilengkapi dengan pengenalan wajah, penggesekan kartu IC, kode QR, dan buka-tutup pintu jarak jauh. Modul fungsional seperti ini menerapkan berbagai metode akses autentikasi. Peralatan ini memiliki integrasi cerdas yang tinggi dan stabilitas yang kuat, serta cocok untuk berbagai tempat kontrol autentikasi identitas pintu masuk dan keluar.",
              "short_en": "Maxvision E-gate is designed with aluminum profile + high-transparency tempered glass, which is durable and corrosion-resistant",
              "name_id": "Gerbang E-E108AF",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision E-gate is designed with aluminum profile + high-transparency tempered glass, which is durable and corrosion-resistant. It is equipped with two-way traffic, intelligent anti-pinch, guidance prompts, and other functions; it is equipped with facial recognition, IC card swiping, QR code, and remote door opening and closing. Such functional modules implement various authentication access methods. This equipment has high intelligent integration and strong stability, and is suitable for various entrance and exit identity authentication control places.",
              "id": "2c009557-1530-4344-a5a4-acd8d26a5bf4",
              "image": "/images/uploads/e_gate_e108af.png",
              "name_en": "E-gate-E108AF",
              "short_id": "Maxvision E-gate dirancang dengan profil aluminium + kaca tempered dengan transparansi tinggi, yang tahan lama dan tahan korosi"
            },
            {
              "desc_id": "Intelligent Security Inspection E-gate adalah sistem inspeksi dan akses personel yang komprehensif. Sistem ini mengintegrasikan pengenalan wajah, pengenalan urat nadi telapak tangan, start sekali klik, pintu deteksi logam, inspeksi bagasi kabin, dan fungsi lainnya untuk mencapai inspeksi personel dan bagasi yang 100% komprehensif dan cerdas, yang secara efektif meningkatkan tingkat keamanan taman dan efisiensi inspeksi bagasi personel. Produk ini dapat digunakan dalam skenario pintu masuk dan keluar bandara besar, gedung perkantoran pemerintah, instansi pemerintah, bank keuangan, dan tempat-tempat sensitif dan rahasia berisiko tinggi lainnya.",
              "short_en": "Intelligent Security Inspection E-gate is a comprehensive personnel inspection and access system.",
              "name_id": "Gerbang Elektronik Inspeksi Keamanan Cerdas",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Intelligent Security Inspection E-gate is a comprehensive personnel inspection and access system. The system integrates facial recognition, palm vein recognition, one-click start, metal detection door, carry-on baggage inspection and other functions to achieve 100% comprehensive and intelligent personnel and baggage inspection, effectively improving the security level of the park and the efficiency of personnel baggage inspection. This product can be used in the entrance and exit scenarios of large airports, government office buildings, government agencies, financial banks and other high-risk sensitive and confidential places.",
              "id": "d08e47e9-334c-4cec-a687-26df0c805f5c",
              "image": "/images/uploads/intelligent_security_inspection_e_gate.png",
              "name_en": "Intelligent Security Inspection E-gate",
              "short_id": "Intelligent Security Inspection E-gate adalah sistem inspeksi dan akses personel yang komprehensif"
            }
          ]
        }
      ]
    },
    {
      "id": "passenger-security",
      "name_en": "Passenger Security",
      "name_id": "Keamanan Penumpang",
      "sub_categories": [
        {
          "id": "security-checking",
          "name_en": "Security Checking",
          "name_id": "Pemeriksaan Keamanan",
          "products": [
            {
              "desc_id": "E-gate Inspeksi Keamanan Swalayan adalah solusi canggih yang dikembangkan oleh Maxvision untuk meningkatkan efisiensi dan keamanan masuk dan keluar penumpang. Solusi ini mengintegrasikan verifikasi dokumen, pengenalan identitas, anti-tailgating, dan pencegahan intrusi ke dalam sistem yang efisien. Saluran ini memiliki dua gerbang otomatis: gerbang pertama memandu penumpang untuk memindai dokumen mereka, dan setelah verifikasi berhasil, gerbang terbuka secara otomatis untuk proses pemeriksaan cepat; gerbang kedua dilengkapi dengan pengenalan wajah untuk memastikan pencocokan identitas sebelum memberikan akses. Sistem ini secara signifikan meningkatkan kecepatan dan akurasi pemrosesan, menjadikannya peningkatan ideal untuk metode inspeksi tradisional. Sistem ini banyak digunakan di area kritis seperti bandara, meningkatkan efisiensi dan keamanan.",
              "short_en": "The Self-service Security Inspection E-gate is an advanced solution developed by Maxvision to enhance passenger entry and exit efficiency and security.",
              "name_id": "Inspeksi Keamanan Swalayan E-gate",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Self-service Security Inspection E-gate is an advanced solution developed by Maxvision to enhance passenger entry and exit efficiency and security. It integrates document verification, identity recognition, anti-tailgating, and intrusion prevention into a streamlined system. The channel features two automatic gates: the first gate guides passengers to scan their documents, and upon successful verification, the gate opens automatically for quick clearance; the second gate is equipped with facial recognition to ensure identity matching before granting access. This system significantly improves processing speed and accuracy, making it an ideal upgrade to traditional inspection methods. It is widely used in critical areas such as airports, enhancing efficiency and security.",
              "id": "e58ffa5a-9f6e-439b-8e1a-b0375cc247df",
              "image": "/images/uploads/self_service_security.png",
              "name_en": "Self-service Security Inspection E-gate",
              "short_id": "E-gate Inspeksi Keamanan Swalayan adalah solusi canggih yang dikembangkan oleh Maxvision untuk meningkatkan efisiensi dan keamanan masuk dan keluar penumpang"
            },
            {
              "desc_id": "Sistem Pengembalian Baki Keamanan Cerdas (Dasar) adalah solusi otomatis yang dirancang untuk pos pemeriksaan keamanan penumpang di kontrol perbatasan dan pusat transportasi. Sistem ini menggantikan proses manual pengembalian baki yang digunakan selama pemeriksaan bagasi kabin, memungkinkan resirkulasi baki otomatis, elevasi, dan penyortiran cerdas.\nDengan mengintegrasikan sistem kontrol canggih, pengenalan berbasis sensor, dan algoritma antrean cerdas, sistem ini secara signifikan mengurangi kebutuhan penanganan manual sekaligus meningkatkan throughput penumpang dan meningkatkan tingkat otomatisasi keseluruhan alur kerja pemeriksaan keamanan.\nDengan desain yang ringkas dan modular, sistem ini dapat diterapkan secara fleksibel di berbagai lingkungan pos pemeriksaan. Sebagai komponen inti dari infrastruktur keamanan cerdas generasi mendatang, sistem ini membantu operator menyederhanakan operasi, menurunkan biaya tenaga kerja, dan memberikan pengalaman penumpang yang lebih lancar.",
              "short_en": "The Intelligent Security Tray Return System (Basic) is an automated solution designed for passenger security checkpoints at border control and transportation hubs",
              "name_id": "Sistem Pengembalian Baki Keamanan Cerdas - Dasar",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Intelligent Security Tray Return System (Basic) is an automated solution designed for passenger security checkpoints at border control and transportation hubs. It replaces the manual process of returning trays used during carry-on baggage screening, enabling automated tray recirculation, elevation, and intelligent sorting.\nBy integrating advanced control systems, sensor-based recognition, and smart queuing algorithms, the system significantly reduces the need for manual handling while improving passenger throughput and enhancing the overall automation level of security inspection workflows.\nWith a compact and modular design, it can be flexibly deployed in a wide range of checkpoint environments. As a core component of next-generation smart security infrastructure, it helps operators streamline operations, lower labor costs, and deliver a smoother passenger experience.",
              "id": "85e22b11-97ad-47e8-8d7f-1a03ac92be1b",
              "image": "/images/uploads/intelligent_security_tray.png",
              "name_en": "Intelligent Security Tray Return System - Basic",
              "short_id": "Sistem Pengembalian Baki Keamanan Cerdas (Dasar) adalah solusi otomatis yang dirancang untuk pos pemeriksaan keamanan penumpang di kontrol perbatasan dan pusat transportasi"
            },
            {
              "desc_id": "Sistem Pengembalian Baki Keamanan Cerdas (Standar) menawarkan solusi seimbang untuk jalur inspeksi umum—menyediakan otomatisasi inti di seluruh proses verifikasi identitas, pemindaian sinar-X, penanganan baki, penyortiran, dan integrasi data backend. Dengan arsitektur modular dan kemampuan penerapan yang cepat, sistem ini sangat cocok dengan lingkungan kontrol bandara dan perbatasan yang mengutamakan efisiensi, keandalan, dan skalabilitas.",
              "short_en": "The Intelligent Security Tray Return System (Standard) offers a balanced solution for mainstream inspection lanes-delivering core automation across identity verification, X-ray scanning, tray handling, sorting, and backend data integration",
              "name_id": "Sistem Pengembalian Baki Keamanan Cerdas - Standar",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Intelligent Security Tray Return System (Standard) offers a balanced solution for mainstream inspection lanes-delivering core automation across identity verification, X-ray scanning, tray handling, sorting, and backend data integration. With a modular architecture and fast deployment capability, it fits seamlessly into airport and border control environments where efficiency, reliability, and scalability are key.",
              "id": "adc2f2a6-7155-49c4-bb57-b67597833c44",
              "image": "/images/uploads/intelligent_security_tray_return_system_standard.png",
              "name_en": "Intelligent Security Tray Return System - Standard",
              "short_id": "Sistem Pengembalian Baki Keamanan Cerdas (Standar) menawarkan solusi seimbang untuk jalur inspeksi umum—menyediakan otomatisasi inti di seluruh proses verifikasi identitas, pemindaian sinar-X, penanganan baki, penyortiran, dan integrasi data backend"
            },
            {
              "desc_id": "Sistem Pengembalian Baki Keamanan Cerdas (Premium) adalah sistem pengembalian baki terintegrasi penuh yang dirancang untuk lingkungan bervolume tinggi dan berkeamanan tinggi. Sistem ini menggabungkan pengenalan wajah, analisis gambar, pelacakan baki, penyortiran otomatis, perutean pemeriksaan ulang, dan pemantauan operasi waktu nyata—menciptakan proses inspeksi otomatis menyeluruh yang sesungguhnya. Dirancang untuk skenario inspeksi yang kompleks, sistem ini membantu menyederhanakan alur kerja, mengurangi intervensi manusia, dan menegakkan integritas proses menyeluruh.",
              "short_en": "The Intelligent Security Tray Return System (Premium) is a fully integrated tray return system engineered for high-volume, high-security environments",
              "name_id": "Sistem Pengembalian Baki Keamanan Cerdas - Premium",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Intelligent Security Tray Return System (Premium) is a fully integrated tray return system engineered for high-volume, high-security environments. It combines facial recognition, image analysis, tray tracking, automated sorting, recheck routing, and real-time operations monitoring-creating a true end-to-end automated inspection process. Designed for complex inspection scenarios, it helps streamline workflow, reduce human intervention, and enforce end-to-end process integrity.",
              "id": "886381eb-081d-47d2-a7b4-994baf527069",
              "image": "/images/uploads/intelligent_security_tray_return_system_premium.png",
              "name_en": "Intelligent Security Tray Return System - Premium",
              "short_id": "Sistem Pengembalian Baki Keamanan Cerdas (Premium) adalah sistem pengembalian baki terintegrasi penuh yang dirancang untuk lingkungan bervolume tinggi dan berkeamanan tinggi"
            }
          ]
        },
        {
          "id": "ecd919eb-f884-4ba1-b36a-7bb07d8717d3",
          "name_en": "Immigration Authority",
          "name_id": "Otoritas Imigrasi",
          "products": [
            {
              "desc_id": "Perangkat Perekam Swalayan Multibiometrik ini dirancang khusus untuk kontrol perbatasan, pemrosesan imigrasi, dan verifikasi identitas. Perangkat ini menggabungkan autentikasi dokumen, perekaman biometrik, pencetakan kartu kedatangan, registrasi jalur cepat, dan pengambilan catatan masuk/keluar ke dalam satu platform swalayan.\nDengan mengintegrasikan beberapa alur kerja ke dalam satu proses yang efisien, perangkat ini mengurangi waktu pemrosesan, meningkatkan throughput pelancong, dan meminimalkan kebutuhan akan bantuan manual di pos pemeriksaan.\nDilengkapi dengan pembaca dokumen OCR, kamera pengenal wajah, sensor sidik jari beresolusi tinggi, layar sentuh HD melengkung, dan modul pencetakan ganda, sistem ini mendukung beragam dokumen identitas internasional dan domestik.\nDesain modular dan arsitektur terbukanya memungkinkan integrasi yang mulus dengan sistem manajemen perbatasan dan perluasan layanan di masa mendatang, menjadikannya ideal untuk digunakan di bandara, pelabuhan darat, aula imigrasi, dan lokasi layanan publik.",
              "short_en": "This Multi-biometric Self-service Capture Device is purpose-built for border control, immigration processing, and identity verification",
              "name_id": "Perangkat Pengambilan Layanan Mandiri Multi-biometrik",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "This Multi-biometric Self-service Capture Device is purpose-built for border control, immigration processing, and identity verification. It consolidates document authentication,\nbiometric capture, arrival card printing, fast-track registration, and entry/exit record retrieval into a single self-service platform.\nBy integrating multiple workflows into one streamlined process, the device reduces processing time, improves traveler throughput, and minimizes the need for manual assistance at checkpoints.\nEquipped with an OCR document reader, facial recognition camera, high-resolution fingerprint sensor, curved HD touchscreen, and dual printing modules, the system supports a wide range of international and domestic identity documents.\nIts modular design and open architecture allow for seamless integration with border management systems and future service extensions, making it ideal for use in airports, landports, immigration halls, and public service locations.",
              "id": "7af3a9a8-a3e6-4a0f-8d48-5937a573b45c",
              "image": "/images/uploads/multi_biometric_self_service_capture_device.png",
              "name_en": "Multi-biometric Self-service Capture Device",
              "short_id": "Perangkat Perekam Swalayan Multibiometrik ini dirancang khusus untuk kontrol perbatasan, pemrosesan imigrasi, dan verifikasi identitas"
            },
            {
              "desc_id": "Konter Verifikasi Multifungsi (C) dari Maxvision adalah solusi inspeksi terpadu yang dirancang untuk pos pemeriksaan perbatasan bervolume tinggi seperti pelabuhan dan bandara. Dirancang untuk penerapan di garis depan, solusi ini mengintegrasikan fungsi-fungsi penting perizinan—termasuk verifikasi identitas, pengambilan data biometrik, pemberian cap dokumen otomatis, komunikasi multibahasa, analitik video berbasis AI, dan interaksi suara—ke dalam satu platform yang efisien.\nSistem ini menawarkan kontrol terpusat untuk perangkat periferal seperti pencahayaan, ventilasi, suhu, dan pengawasan, yang memungkinkan proses inspeksi loop tertutup yang sepenuhnya otomatis. Sistem ini membantu instansi perbatasan mempercepat pemrosesan, mengurangi beban kerja manual, dan menciptakan lingkungan inspeksi yang lebih aman dan efisien bagi para pelancong dan petugas.",
              "short_en": "Maxvision's Multi-functional Verification Counter (C) is an all-in-one inspection solution built for high-volume border checkpoints such as seaports and airports",
              "name_id": "Penghitung Verifikasi Multifungsi (C)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision's Multi-functional Verification Counter (C) is an all-in-one inspection solution built for high-volume border checkpoints such as seaports and airports. Designed for front-line deployment, it integrates key clearance functions-including identity verification, biometric data capture, automated document stamping, multilingual communication, Al-driven video analytics, and voice interaction-into a single streamlined platform.\nThe system offers centralized control of peripheral devices such as lighting, ventilation, temperature, and surveillance, enabling a fully automated, closed-loop inspection process. It helps border agencies speed up processing, reduce manual workload, and create a safer, more efficient inspection environment for travelers and officers alike.",
              "id": "0042c6ae-43c6-4fb2-ab6f-e183f788c116",
              "image": "/images/uploads/multi_functional_verification_counter.png",
              "name_en": "Multi-functional Verification Counter (C)",
              "short_id": "Konter Verifikasi Multifungsi (C) dari Maxvision adalah solusi inspeksi terpadu yang dirancang untuk pos pemeriksaan perbatasan bervolume tinggi seperti pelabuhan dan bandara"
            },
            {
              "desc_id": "Maxvision E-gate (gerbang tunggal) dirancang dengan baja tahan karat 304 + kaca tempered dengan transparansi tinggi, yang tahan lama dan tahan korosi. Dilengkapi dengan lalu lintas dua arah, anti-jepit cerdas, petunjuk arah, dan fungsi lainnya. Dilengkapi dengan pengenalan wajah, penggesekan kartu IC, kode QR, dan buka-tutup pintu jarak jauh. Modul fungsional seperti ini menerapkan berbagai metode otentikasi. Peralatan ini memiliki integrasi cerdas yang tinggi dan stabilitas yang kuat, serta cocok untuk berbagai tempat kontrol otentikasi identitas pintu masuk dan keluar.",
              "short_en": "Maxvision E-gate (Single-gate) is designed with 304 stainless steel + high-transparency tempered glass, which is durable and corrosion-resistant",
              "name_id": "Gerbang E (Gerbang Tunggal)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision E-gate (Single-gate) is designed with 304 stainless steel + high-transparency tempered glass, which is durable and corrosion-resistant. It has two-way traffic, intelligent anti-pinch, guidance prompts and other functions. It is equipped with face recognition, IC card swiping, QR code, and remote door opening and closing. Functional modules such as these implement multiple authentication methods. The equipment has high intelligent integration and strong stability, and is suitable for various entrance and exit identity authentication control places.",
              "id": "3a7c8d15-f283-43ac-926e-555c85c5ecc1",
              "image": "/images/uploads/single_gate.png",
              "name_en": "E-gate (Single-gate)",
              "short_id": "Maxvision E-gate (gerbang tunggal) dirancang dengan baja tahan karat 304 + kaca tempered dengan transparansi tinggi, yang tahan lama dan tahan korosi"
            },
            {
              "desc_id": "E-Gate (Dual-Gate) dari Maxvision adalah solusi kontrol perbatasan cerdas yang terintegrasi penuh, dirancang untuk mengotomatiskan verifikasi identitas penumpang di titik masuk dan keluar yang terkontrol. Dirancang untuk lingkungan dengan lalu lintas tinggi seperti bandara dan pelabuhan, sistem ini menggabungkan biometrik canggih dengan kontrol cerdas dan teknologi AI untuk memberikan proses pengurusan yang aman, lancar, dan nirsentuh.\nE-Gate mendukung berbagai modalitas biometrik—termasuk pengenalan wajah, urat telapak tangan, dan sidik jari—serta autentikasi dokumen, analitik video anti-tailgating, dan kontrol operasional satu sentuhan. Dengan menghilangkan pemeriksaan manual dan mengurangi waktu pemrosesan, sistem ini meningkatkan pengalaman pelancong dan keamanan perbatasan, menjadikannya pilihan ideal untuk pusat transit modern dengan keamanan tinggi.",
              "short_en": "Maxvision's E-Gate (Dual-Gate) is a fully integrated, intelligent border control solution designed to automate passenger identity verification at controlled entry and exit points",
              "name_id": "Gerbang E (Gerbang Ganda)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision's E-Gate (Dual-Gate) is a fully integrated, intelligent border control solution designed to automate passenger identity verification at controlled entry and exit points. Built for high-throughput environments like airports and seaports, the system combines advanced biometrics with smart control and Al technologies to deliver secure, seamless, and contactless clearance.\nThe E-gate supports multiple biometric modalities-including facial, palm vein, and fingerprint recognition-alongside document authentication, anti-tailgating video analytics, and one-touch operational control. By eliminating manual checks and reducing processing time, it enhances both traveler experience and border security, making it an ideal fit for modern, high-security transit hubs.",
              "id": "e7d14e2d-3e39-4eae-b430-40e48768ed62",
              "image": "/images/uploads/double_gate.png",
              "name_en": "E-gate (Double-gate)",
              "short_id": "E-Gate (Dual-Gate) dari Maxvision adalah solusi kontrol perbatasan cerdas yang terintegrasi penuh, dirancang untuk mengotomatiskan verifikasi identitas penumpang di titik masuk dan keluar yang terkontrol"
            },
            {
              "desc_id": "Sistem Anti-Tailgating Berbasis Video dirancang khusus untuk e-gate imigrasi, memungkinkan pemantauan waktu nyata (real-time) terhadap lalu lintas tanpa izin melalui analitik video canggih pada perangkat. Dengan menggunakan AI tertanam, pengenalan perilaku, dan visi mesin, sistem ini mengidentifikasi risiko keamanan seperti tailgating, pergerakan mengelak, dan entri abnormal—tanpa bergantung pada server backend.\nDipasang di atas e-gate inspeksi, sistem ini bekerja secara otonom dan terintegrasi secara mulus dengan e-gate, stasiun verifikasi biometrik, dan sistem pemeriksaan keamanan. Sistem ini memberikan peringatan instan, perekaman video, dan pencatatan kejadian, membantu badan kontrol perbatasan mengurangi pengawasan manual sekaligus meningkatkan keamanan pelabuhan dan efisiensi throughput secara signifikan.",
              "short_en": "The Video-based Anti-Tailgating System is purpose-built for immigration e-gate, enabling real-time monitoring of unauthorized passage through advanced on-device video analytics",
              "name_id": "Sistem Anti-Tailgating Berbasis Video",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Video-based Anti-Tailgating System is purpose-built for immigration e-gate, enabling real-time monitoring of unauthorized passage through advanced on-device video analytics. Using embedded Al, behavior recognition, and machine vision, the system identifies security risks such as tailgating, evasive movement, and abnormal entries-without relying on backend servers.\nMounted above the inspection e-gate, it works autonomously and integrates seamlessly with e-gates, biometric verification stations, and security checking systems. The system delivers instant alerts, video capture, and event logging, helping border control agencies reduce manual oversight while significantly enhancing port security and throughput efficiency.",
              "id": "af960ef5-beda-436c-994e-9bf4023feec4",
              "image": "/images/uploads/video_based_anti_tailgating_system.png",
              "name_en": "Video-based Anti-Tailgating System",
              "short_id": "Sistem Anti-Tailgating Berbasis Video dirancang khusus untuk e-gate imigrasi, memungkinkan pemantauan waktu nyata (real-time) terhadap lalu lintas tanpa izin melalui analitik video canggih pada perangkat"
            },
            {
              "desc_id": "Dirancang untuk lingkungan perbatasan yang aman, E-gate Verifikasi Akses Area Terbatas menyediakan kontrol akses otomatis yang andal bagi personel yang berwenang. Dengan menggabungkan pengenalan wajah, pemindaian sidik jari, dan autentikasi kartu pintar, sistem ini memastikan verifikasi identitas yang akurat sekaligus menjaga kelancaran dan keamanan operasional jalur. Sistem ini dilengkapi kontrol gerbang terintegrasi, pemantauan perilaku, dan pemicu alarm untuk tailgating, akses tanpa izin, atau kehadiran yang diperpanjang. Dengan dukungan jalur dua arah dan integrasi yang mulus dengan sistem kontrol perbatasan, solusi ini meningkatkan keamanan dan efisiensi operasional di seluruh pelabuhan laut, bandara, pos pemeriksaan darat, dan fasilitas inspeksi bersama.",
              "short_en": "Designed for secure border environments, the Restricted Area Access Verification E-gate provides reliable, automated access control for authorized personnel",
              "name_id": "Verifikasi Akses Area Terbatas E-gate (Gerbang Tunggal)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Designed for secure border environments, the Restricted Area Access Verification E-gate provides reliable, automated access control for authorized personnel. By combining facial recognition, fingerprint scanning, and smart card authentication, the system ensures accurate identity verification while maintaining smooth and secure lane operations. It features built-in gate control, behavior monitoring, and alarm triggers for tailgating, unauthorized access, or extended presence. With bidirectional passage support and seamless integration with border control systems, this solution enhances security and operational efficiency across seaports, airports, land checkpoints, and joint inspection facilities.",
              "id": "6e52335c-497c-4bc7-b8c5-87e28aaa3a77",
              "image": "/images/uploads/restricted_area_access_verification.png",
              "name_en": "Restricted Area Access Verification E-gate (Single-gate)",
              "short_id": "Dirancang untuk lingkungan perbatasan yang aman, E-gate Verifikasi Akses Area Terbatas menyediakan kontrol akses otomatis yang andal bagi personel yang berwenang"
            },
            {
              "desc_id": "Verifikasi Akses Area Terbatas E-gate (Dual-Gate) adalah solusi yang dirancang khusus untuk mengelola akses personel di zona terbatas di titik kontrol perbatasan. Dirancang untuk lingkungan dengan keamanan tinggi, sistem ini menggabungkan autentikasi multi-faktor—termasuk pengenalan wajah, pengenalan sidik jari, dan verifikasi kartu pintar—dengan kontrol gerbang cerdas dan analitik perilaku. Sistem ini memungkinkan manajemen akses dengan nama asli sekaligus meningkatkan keamanan dan efisiensi operasional.\nSistem ini terintegrasi secara mulus dengan platform imigrasi dan mendukung akses dua arah, deteksi tailgating secara real-time, peringatan intrusi, perlindungan anti-pinch, pemantauan arus akses, dan panduan audio-visual—sehingga ideal untuk pelabuhan, bandara, perlintasan darat, dan area inspeksi bersama.",
              "short_en": "The Restricted Area Access Verification E-gate (Dual-Gate) is a purpose-built solution for managing personnel access within restricted zones at border control points",
              "name_id": "Verifikasi Akses Area Terbatas E-gate (Gerbang Ganda)",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Restricted Area Access Verification E-gate (Dual-Gate) is a purpose-built solution for managing personnel access within restricted zones at border control points. Designed for high-security environments, the system combines multi-factor authentication-including facial recognition, fingerprint recognition, and smart card verification-with intelligent gate control and behavior analytics. It enables real-name access management while enhancing both security and operational efficiency.\nThe system integrates seamlessly with immigration platforms and supports bidirectional access, real-time tailgating detection, intrusion alerts, anti-pinch safeguards, access flow monitoring, and audio-visual guidance-making it ideal for ports, airports, land crossings, and joint inspection areas.",
              "id": "4a898305-b1e2-47bf-9447-da247d717370",
              "image": "/images/uploads/restricted_area_access_dual_gate.png",
              "name_en": "Restricted Area Access Verification E-gate (Dual-gate)",
              "short_id": "Verifikasi Akses Area Terbatas E-gate (Dual-Gate) adalah solusi yang dirancang khusus untuk mengelola akses personel di zona terbatas di titik kontrol perbatasan"
            }
          ]
        },
        {
          "id": "6d1357ef-9d91-4c1d-bf48-655e43be41fd",
          "name_en": "Customs Authority",
          "name_id": "Otoritas Bea Cukai",
          "products": [
            {
              "desc_id": "Termometer Inframerah adalah solusi non-kontak yang dirancang untuk mendeteksi suhu tubuh abnormal secara cepat di antara para pelancong. Dengan memanfaatkan pencitraan termal dan algoritma pengenalan wajah cerdas, sistem ini secara akurat mengidentifikasi dan melacak individu dengan suhu tubuh tinggi sekaligus secara efektif menyaring alarm palsu yang disebabkan oleh sumber panas eksternal seperti minuman panas atau makanan. Dilengkapi dengan kamera HD dan analisis berbasis AI, sistem ini memungkinkan deteksi otomatis, peringatan waktu nyata, dan pengambilan gambar kasus potensial demam.\nSistem ini menggabungkan sumber radiasi benda hitam presisi tinggi sebagai referensi suhu untuk mengkompensasi pengaruh lingkungan dan pergeseran termal sensor pencitraan.\nHal ini memastikan kalibrasi suhu yang konsisten, pemanasan yang cepat, dan kontrol termal yang presisi, yang secara signifikan meningkatkan akurasi pengukuran dan keandalan sistem dalam kondisi lingkungan yang kompleks.\nSistem ini ideal untuk digunakan dalam skenario pemeriksaan suhu area luas seperti aula publik dan instalasi koridor di atas kepala.",
              "short_en": "The Infrared Thermometer is a non-contact solution designed for rapid detection of abnormal body temperatures among travelers",
              "name_id": "Termometer Inframerah",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Infrared Thermometer is a non-contact solution designed for rapid detection of abnormal body temperatures among travelers. Leveraging thermal imaging and intelligent facial recognition algorithms, the system accurately identifies and tracks individuals with elevated body temperatures while effectively filtering out false alarms caused by external heat sources such as hot beverages or food. Equipped with an HD camera and Al-based analysis, the system enables automatic detection, real-time alerting, and image capture of potential febrile cases.\nThe system incorporates a high-precision blackbody radiation source as a temperature reference to compensate for environmental influences and thermal drift of the imaging sensor.\nThis ensures consistent temperature calibration, fast warm-up, and precise thermal control, significantly improving measurement accuracy and system reliability under complex environmental conditions.\nIt is ideal for deployment in wide-area temperature screening scenarios such as public halls and overhead corridor installations.",
              "id": "40ac3cdb-40be-47f6-ade2-0249d9a1ecfe",
              "image": "/images/uploads/infrared_thermometer.png",
              "name_en": "Infrared Thermometer",
              "short_id": "Termometer Inframerah adalah solusi non-kontak yang dirancang untuk mendeteksi suhu tubuh abnormal secara cepat di antara para pelancong"
            },
            {
              "desc_id": "Sistem Pemeriksaan Bagasi Kabin Penumpang Maxvision dirancang khusus untuk memenuhi kebutuhan penyeberangan perbatasan global yang terus berkembang. Dirancang untuk pelabuhan masuk internasional bervolume tinggi, sistem ini memungkinkan pemeriksaan terpadu bagi pelancong dan barang bawaan pribadi mereka dalam satu proses yang efisien. Tujuannya sederhana: satu pemeriksaan, satu keputusan, satu pelepasan yang lancar.\nDengan menggabungkan analitik berbasis AI, kontrol berbasis IoT, dan kecerdasan data terintegrasi, sistem ini mengatasi inefisiensi pemeriksaan manual tradisional—mengurangi kesalahan manusia,\nmempercepat proses, dan memberikan pengalaman yang konsisten dan aman bagi otoritas maupun pelancong.\nSebagai salah satu solusi terintegrasi penuh pertama yang diterapkan dalam skala besar di Tiongkok, sistem ini mewakili standar baru tentang bagaimana perbatasan modern dapat beroperasi.",
              "short_en": "Maxvision's Passenger Carry-on Baggage Inspection System is purpose-built to meet the evolving needs of global border crossings",
              "name_id": "Sistem Pemeriksaan Bagasi Kabin Penumpang",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision's Passenger Carry-on Baggage Inspection System is purpose-built to meet the evolving needs of global border crossings. Designed for high-volume international ports of entry, the system enables unified screening of both travelers and their personal belongings in a single, streamlined process. Its goal is simple: one inspection, one decision, one seamless release.\nBy combining Al-driven analytics, loT-based controls, and integrated data intelligence, the system overcomes the inefficiencies of traditional manual checks-reducing human error,\naccelerating throughput, and delivering a consistent, secure experience for both authorities and travelers.\nAs one of the first fully integrated solutions deployed at scale in China, it represents a new standard for how modern borders can operate.",
              "id": "1e7fbf09-5add-4c3b-ba1d-da81fe140909",
              "image": "/images/uploads/passenger_carryon_baggage_inspection_system.png",
              "name_en": "Passenger Carry-on Baggage Inspection System",
              "short_id": "Sistem Pemeriksaan Bagasi Kabin Penumpang Maxvision dirancang khusus untuk memenuhi kebutuhan penyeberangan perbatasan global yang terus berkembang"
            },
            {
              "desc_id": "Direkayasa oleh Maxvision, sistem inspeksi sinar-X dual-energi dan dual-view generasi terbaru ini dirancang khusus untuk pemeriksaan bagasi kabin dan barang-barang pribadi secara efisien di pos pemeriksaan bea cukai, bandara, stasiun kereta api, fasilitas pemerintah, dan lingkungan berkeamanan tinggi lainnya. Dilengkapi dua pasang sumber-detektor sinar-X independen, sistem ini menghasilkan pencitraan tampilan bawah dan samping pada layar ganda, yang secara signifikan meningkatkan pengenalan objek di area yang tumpang tindih atau tertutup. Desainnya memadukan fungsionalitas khusus industri dengan estetika industri modern, menghasilkan solusi yang efisien, intuitif, dan sangat adaptif untuk operasi keamanan yang krusial.",
              "short_en": "Engineered by Maxvision, this next-generation dual-energy, dual-view X-ray inspection system is purpose-built for efficient screening of carry-on baggage and personal belongings across customs checkpoints, airports, rail stations, government facilities, and other high-security environments",
              "name_id": "Mesin Sinar-X Bagasi Kabin",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Engineered by Maxvision, this next-generation dual-energy, dual-view X-ray inspection system is purpose-built for efficient screening of carry-on baggage and personal belongings across customs checkpoints, airports, rail stations, government facilities, and other high-security environments. Featuring two independent X-ray source-detector pairs, the system delivers both bottom-up and side-view imaging on dual displays, significantly enhancing object recognition in areas with overlap or occlusion. Its design blends industry-specific functionality with modern industrial aesthetics, resulting in a solution that is streamlined, intuitive, and highly adaptable for mission-critical security operations.",
              "id": "63cb6eef-6c59-45db-a467-d3bed6ff59a0",
              "image": "/images/uploads/carryon_baggage_xray_machine.png",
              "name_en": "Carry-on Baggage X-ray Machine",
              "short_id": "Direkayasa oleh Maxvision, sistem inspeksi sinar-X dual-energi dan dual-view generasi terbaru ini dirancang khusus untuk pemeriksaan bagasi kabin dan barang-barang pribadi secara efisien di pos pemeriksaan bea cukai, bandara, stasiun kereta api, fasilitas pemerintah, dan lingkungan berkeamanan tinggi lainnya"
            },
            {
              "desc_id": "Dikembangkan secara independen oleh Maxvision, Mesin Sinar-X Bagasi Tercatat ini merupakan generasi baru teknologi pemindaian energi ganda dan tampilan ganda yang dirancang untuk lingkungan dengan keamanan tinggi. Dilengkapi dengan dua sumber sinar-X dan susunan detektor independen, sistem ini menangkap gambar tampak bawah dan samping secara bersamaan dan menampilkannya secara real-time—sangat meningkatkan deteksi barang tersembunyi atau tumpang tindih. Dirancang khusus untuk pemeriksaan bagasi berukuran besar dan tidak beraturan, mesin ini ideal untuk digunakan di bea cukai, pos pemeriksaan perbatasan, bandara, stasiun kereta api, fasilitas pemerintah, dan tempat umum yang besar. Sistem ini menggabungkan fungsionalitas khusus aplikasi dengan desain industri modern, memberikan pengalaman yang ramah pengguna dan kinerja yang sangat andal.",
              "short_en": "Developed independently by Maxvision, this Hold Baggage X-ray Machine represents a new generation of dual-energy, dual-view screening technology designed for high-security environments",
              "name_id": "Mesin Sinar-X Bagasi Tercatat",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Developed independently by Maxvision, this Hold Baggage X-ray Machine represents a new generation of dual-energy, dual-view screening technology designed for high-security environments. Featuring two independent X-ray source and detector arrays, the system captures bottom and side view images simultaneously and displays them in real time-greatly improving the detection of concealed or overlapping items. Purpose-built for the inspection of oversized and irregular baggage, it is ideal for deployment at customs, border checkpoints, airports, railway stations, government facilities, and large public venues. The system combines application-specific functionality with modern industrial design, delivering a user-friendly experience and highly reliable performance.",
              "id": "5ddee792-f4b8-4b54-86aa-42338e371b68",
              "image": "/images/uploads/hold_baggage_xray_machine.png",
              "name_en": "Hold Baggage X-ray Machine",
              "short_id": "Dikembangkan secara independen oleh Maxvision, Mesin Sinar-X Bagasi Tercatat ini merupakan generasi baru teknologi pemindaian energi ganda dan tampilan ganda yang dirancang untuk lingkungan dengan keamanan tinggi"
            },
            {
              "desc_id": "Platform Manajemen Risiko Kepabeanan memanfaatkan pengenalan wajah dan analitik video cerdas untuk membangun mekanisme deteksi dan peringatan risiko yang komprehensif di seluruh titik pemeriksaan pabean utama, termasuk kontrol arus penumpang, pemeriksaan bagasi, dan pemeriksaan perbatasan. Dengan mengintegrasikan perangkat penangkap data front-end, platform jaringan video khusus, dan sistem aplikasi cerdas terpusat, platform ini memungkinkan pembuatan profil yang presisi, pelacakan lintasan, peringatan terkoordinasi, dan analisis perilaku bagi individu berisiko tinggi. Hal ini memungkinkan petugas bea cukai untuk merespons secara real-time dan mengambil tindakan yang tepat sasaran, menciptakan sistem manajemen risiko loop tertutup di titik masuk perbatasan. Dirancang untuk integrasi yang mulus dengan operasi kepabeanan, sistem ini mendukung koordinasi lintas zona antara area pemeriksaan dan unit back-office. Sistem ini memungkinkan konfigurasi strategi peringatan berbasis aturan berdasarkan kebutuhan penegakan hukum setempat dan karakteristik operasional. Solusi ini sangat cocok untuk lingkungan dengan lalu lintas tinggi seperti bandara internasional, perlintasan perbatasan darat, dan pelabuhan laut, sehingga meningkatkan efisiensi dan responsivitas operasi keamanan pelabuhan secara keseluruhan.",
              "short_en": "The Customs Risk Management Platform leverages facial recognition and intelligent video analytics to establish a comprehensive risk detection and alert mechanism across key customs checkpoints, including passenger flow control, baggage screening, and border inspection",
              "name_id": "Platform Manajemen Risiko Kepabeanan",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Customs Risk Management Platform leverages facial recognition and intelligent video analytics to establish a comprehensive risk detection and alert mechanism across key customs checkpoints, including passenger flow control, baggage screening, and border inspection. By integrating front-end data capture devices, a dedicated video network platform, and a centralized intelligent application system, it enables precise profiling, trajectory tracking, coordinated alerts, and behavioral analysis for high-risk individuals. This empowers customs officers to respond in real time and take targeted action, creating a closed-loop risk management system at border entry points. Designed for seamless integration with customs operations, the system supports cross-zone coordination between inspection areas and back-office units. It allows for rule-based configuration of alert strategies based on local enforcement needs and operational characteristics. The solution is well suited for high-traffic environments such as international airports, land border crossings, and seaports, enhancing the overall efficiency and responsiveness of port security operations.",
              "id": "078d118d-a4fd-4c5c-aaa2-5048aa9299be",
              "image": "/images/uploads/customs_risk_management_platform.png",
              "name_en": "Customs Risk Management Platform",
              "short_id": "Platform Manajemen Risiko Kepabeanan memanfaatkan pengenalan wajah dan analitik video cerdas untuk membangun mekanisme deteksi dan peringatan risiko yang komprehensif di seluruh titik pemeriksaan pabean utama, termasuk kontrol arus penumpang, pemeriksaan bagasi, dan pemeriksaan perbatasan"
            }
          ]
        }
      ]
    },
    {
      "name_en": "Cargo Security",
      "name_id": "Keamanan Kargo",
      "id": "afd81e03-0156-47d1-a30e-24a25ed972d0",
      "sub_categories": [
        {
          "id": "aeea5407-25cc-4d01-92ef-58b032e7ba7a",
          "name_en": "Non-intrusive Inspection",
          "name_id": "Inspeksi Non-intrusif",
          "products": [
            {
              "desc_id": "Sistem Deteksi Kontainer Kosong mengadopsi teknologi pembelajaran mendalam dan analisis sinyal akustik untuk mewujudkan deteksi status kontainer kosong/kontainer berat yang cerdas dan efisien. Peralatan ini menggunakan sensor presisi tinggi, dengan deteksi mandiri, penghindaran rintangan otomatis, deteksi kotak kosong, alarm suara dan cahaya, perintah suara, perlindungan keamanan, dan fungsi lainnya. Peralatan ini memiliki waktu deteksi yang singkat, akurasi deteksi yang tinggi, keamanan, dan keandalan, serta dapat dihubungkan secara cerdas dengan sistem bayonet untuk mewujudkan proses bea cukai van secara mandiri dan meningkatkan efisiensi kendaraan yang melintas. Peralatan ini dapat digunakan secara luas di pelabuhan, galangan kapal, dan tempat inspeksi kendaraan kontainer lainnya.",
              "short_en": "The Empty Container Detection System adopts deep learning and acoustic signal analysis technology to realize intelligent and efficient detection of empty container/heavy container status",
              "name_id": "Sistem Deteksi Kontainer Kosong",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Empty Container Detection System adopts deep learning and acoustic signal analysis technology to realize intelligent and efficient detection of empty container/heavy container status. The equipment uses high-precision sensors, with self-detection, automatic obstacle avoidance, empty box detection, sound and light alarm, voice prompt, security protection and other functions. The equipment has short detection time, high detection accuracy safety and reliability, and can be intelligently connected with the bayonet system to achieve self-service customs clearance of vans and improve vehicle passing efficiency, and can be widely used in port, freight yard, port and other container vehicle inspection places.",
              "id": "b54d9355-7807-47b8-a3d2-e5e4c3b005ef",
              "image": "/images/uploads/empty_container_detection_system.png",
              "name_en": "Empty Container Detection System",
              "short_id": "Sistem Deteksi Kontainer Kosong mengadopsi teknologi pembelajaran mendalam dan analisis sinyal akustik untuk mewujudkan deteksi status kontainer kosong/kontainer berat yang cerdas dan efisien"
            },
            {
              "desc_id": "Sistem Inspeksi Kontainer Multimoda adalah solusi cerdas yang dirancang untuk inspeksi kontainer di pelabuhan dan pos pemeriksaan perbatasan. Dengan mengintegrasikan radar, sensor presisi tinggi, lengan robot, dan algoritma persepsi multimoda, sistem ini menangkap citra internal, kedalaman struktur, dan data penting lainnya selama proses pembukaan kontainer. Sistem ini memungkinkan identifikasi kontainer kosong dan risiko tersembunyi dengan cepat, sehingga meningkatkan akurasi inspeksi dan efisiensi operasional. Dengan kemampuan operasional 24/7 dan integrasi yang lancar dengan platform pengawasan bea cukai, sistem ini mendukung alur kerja inspeksi yang sepenuhnya otomatis, digital, dan loop tertutup.",
              "short_en": "The Multimodal Container Inspection System is an intelligent solution designed for container inspection at ports and border checkpoints",
              "name_id": "Sistem Inspeksi Kontainer Multimoda",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Multimodal Container Inspection System is an intelligent solution designed for container inspection at ports and border checkpoints. Integrating radar, high-precision sensors, robotic arms, and multimodal perception algorithms, the system captures internal imagery, structural depth, and other key data during the container opening process. It enables rapid identification of empty containers and concealed risks, enhancing both inspection accuracy and operational efficiency. With 24/7 operational capability and seamless integration with customs supervision platforms, the system supports fully automated, digitalized, and closed-loop inspection workflows.",
              "id": "4afaba0c-00e5-4a0e-8364-7483cf36fad9",
              "image": "/images/uploads/multimodal_container_inspection_system.png",
              "name_en": "Multimodal Container Inspection System",
              "short_id": "Sistem Inspeksi Kontainer Multimoda adalah solusi cerdas yang dirancang untuk inspeksi kontainer di pelabuhan dan pos pemeriksaan perbatasan"
            }
          ]
        },
        {
          "id": "c0d3e42f-c80f-4d83-ad20-2dcadba6ef4f",
          "name_en": "In-Transit Supervision",
          "name_id": "Pengawasan Dalam Perjalanan",
          "products": [
            {
              "desc_id": "Intelligent Lock Tracker adalah perangkat yang digunakan untuk pengawasan barang secara real-time dalam status transportasi transit. Perangkat ini mengadopsi desain slot kartu SIM ganda dan dilengkapi modul pemosisian mode ganda untuk mencapai pemosisian yang akurat, komunikasi real-time, serta pelacakan dan pemosisian otomatis. Selain itu, perangkat ini juga memiliki fungsi perekaman data satu-buta berkapasitas besar, yang secara otomatis menyimpan data lokal ketika perangkat berada di zona buta jaringan, sehingga tidak ada titik mati pengawasan. Melalui manajemen backstage, perangkat ini dapat mengelola terminal pengawasan cerdas seperti pengawasan online, pemutaran ulang trek, pengalihan dan penguncian jarak jauh, serta status real-time, dll. Perangkat ini memiliki baterai internal 15000mAh, yang memenuhi persyaratan untuk pengawasan transportasi kargo selama transit dalam berbagai skenario.",
              "short_en": "The Intelligent Lock Tracker is a device used for real-time supervision of goods in transit transport status",
              "name_id": "Pelacak Kunci Cerdas",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Intelligent Lock Tracker is a device used for real-time supervision of goods in transit transport status. The device adopts dual SIM card slot design, equipped with dual-mode positioning module to achieve accurate positioning, real-time communication, automatic tracking and positioning. At the same time, it has the function of large-capacity blind one data recording, which automatically stores local data when the device is in the blind zone of the network, so there is no dead corner of supervision. Through the management backstage, it can achieve the management of the intelligent supervision terminal such as on-line supervision, track replay, remote switching and locking and real-time status, etc. The device has a built-in 15000mAh battery, which meets the requirements for in-transit supervision of cargo transport in multiple scenarios.",
              "id": "624f8b36-d3bb-4b43-9fc7-830a77e9042a",
              "image": "/images/uploads/intelligent_lock_tracker.png",
              "name_en": "Intelligent Lock Tracker",
              "short_id": "Intelligent Lock Tracker adalah perangkat yang digunakan untuk pengawasan barang secara real-time dalam status transportasi transit"
            },
            {
              "desc_id": "Sistem Pelacakan Kargo Elektronik menggunakan Pelacak Loker Cerdas dan terminal onboard dengan GPS, BeiDou, dan jaringan seluler untuk menjaga kargo tetap terlihat dan terkendali selama transit. Operator dapat memantau status kunci, memutar ulang rute, mengelola akses jarak jauh, dan melacak pengiriman secara real-time melalui dasbor pusat.\nSistem ini menyederhanakan pengawasan, mengurangi penundaan, dan mempercepat arus kargo, membantu penyedia logistik meningkatkan efisiensi, kualitas layanan, dan daya saing. Sistem ini sangat cocok untuk pengiriman barang, pengiriman ekspres, dan logistik rantai dingin.",
              "short_en": "The Electronic Cargo Tracking System uses Intelligent Locker Tracker and on-board terminals with GPS, BeiDou, and mobile networks to keep cargo visible and under control throughout transit",
              "name_id": "Sistem Pelacakan Kargo Elektronik",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Electronic Cargo Tracking System uses Intelligent Locker Tracker and on-board terminals with GPS, BeiDou, and mobile networks to keep cargo visible and under control throughout transit. Operators can monitor lock status, replay routes, manage remote access, and track shipments in real time through a central dashboard.\nThe system streamlines supervision, reduces delays, and accelerates cargo flow-helping logistics providers improve efficiency, service quality, and competitiveness. It is well suited for freight, express delivery, and cold-chain logistics.",
              "id": "bca77bc8-7714-493e-ad53-5624640c5ebb",
              "image": "/images/uploads/electronic-cargo-tracking-system.png",
              "name_en": "Electronic Cargo Tracking System",
              "short_id": "Sistem Pelacakan Kargo Elektronik menggunakan Pelacak Loker Cerdas dan terminal onboard dengan GPS, BeiDou, dan jaringan seluler untuk menjaga kargo tetap terlihat dan terkendali selama transit"
            },
            {
              "desc_id": "Terminal Genggam ECTS adalah perangkat portabel yang digunakan untuk pelacakan proses pengangkutan kargo secara real-time. Dengan mengintegrasikan pemosisian rangkap tiga GPS+BD+GLONASS, sensor, dan teknologi komunikasi nirkabel, perangkat ini dapat memantau posisi kendaraan, status mengemudi, lintasan historis, dan status penyegelan/pembukaan segel kunci dari jarak jauh secara real-time, sehingga meningkatkan transparansi pengangkutan barang selama transit.",
              "short_en": "ECTS Handheld Terminal is a portable device used for real-time tracking of the process of cargo transport",
              "name_id": "Terminal Genggam ECTS",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "ECTS Handheld Terminal is a portable device used for real-time tracking of the process of cargo transport. By integrating GPS+BD+GLONASS triple positioning, sensors and wireless communication technologies, it can remotely monitor in real time the position of the vehicle, the driving status, the historical trajectory and the sealing/unsealing status of the shuttered locks, so as to enhance the transparency of the transport of the goods in-transit.",
              "id": "732f0874-98e0-4e83-969f-1a740b4d31e4",
              "image": "/images/uploads/ects-handheld-terminal.png",
              "name_en": "ECTS Handheld Terminal",
              "short_id": "Terminal Genggam ECTS adalah perangkat portabel yang digunakan untuk pelacakan proses pengangkutan kargo secara real-time"
            },
            {
              "desc_id": "Container Smart Lock Reader adalah perangkat siap pakai yang dirancang untuk membaca dan mengelola data dari kunci kontainer nirkabel secara aman. Menggunakan teknologi berbasis RFID atau sensor, perangkat ini memungkinkan penyegelan, pembukaan kunci, dan verifikasi kerusakan dari jarak jauh—memungkinkan operator memantau status kontainer secara real-time tanpa kontak fisik.\nDidesain untuk integrasi yang mulus, pembaca ini mudah terhubung ke platform manajemen logistik hulu dan sistem pos pemeriksaan seperti pengenalan plat nomor, menyediakan antarmuka terpadu untuk kontrol kunci otomatis di seluruh pelabuhan, terminal, dan simpul transportasi. Perangkat ini meningkatkan visibilitas rantai pasokan, memperkuat keamanan aset, dan mendukung operasi kontainer yang sepenuhnya digital.",
              "short_en": "The Container Smart Lock Reader is a field-ready device designed to securely read and manage data from wireless container locks",
              "name_id": "Pembaca Kunci Cerdas Kontainer",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Container Smart Lock Reader is a field-ready device designed to securely read and manage data from wireless container locks. Using RFID or sensor-based technology, it enables remote sealing, unlocking, and tamper verification-allowing operators to monitor container status in real time without physical contact.\nBuilt for seamless integration, the reader connects easily to upstream logistics management platforms and checkpoint systems such as license plate recognition, providing a unified interface for automated lock control across ports, terminals, and transport nodes. It enhances supply chain visibility, strengthens asset security, and supports fully digitized container operations.",
              "id": "15a63888-d8c5-42ac-a3f2-07b68de07788",
              "image": "/images/uploads/container-smart-lock-reader.png",
              "name_en": "Container Smart Lock Reader",
              "short_id": "Container Smart Lock Reader adalah perangkat siap pakai yang dirancang untuk membaca dan mengelola data dari kunci kontainer nirkabel secara aman"
            }
          ]
        }
      ]
    },
    {
      "id": "35280ea7-5b63-4ffd-affd-b72dd6ccb6ed",
      "name_en": "Vehicle Security",
      "name_id": "Keamanan Kendaraan",
      "sub_categories": [
        {
          "id": "4d6fb012-9ae3-4e21-90d6-42a44fb1a9ba",
          "name_en": "Immigration Authority",
          "name_id": "Otoritas Imigrasi",
          "products": [
            {
              "desc_id": "Sistem Pengawasan Bawah Kendaraan Portabel terintegrasi dengan akuisisi citra bawah kendaraan, deteksi otomatis tampilan Mosaik gambar, dan pengisian cahaya. Sistem ini dapat secara otomatis mendeteksi kendaraan untuk inspeksi, pengisian cahaya cerdas, dan pemindaian real-time di bawah kendaraan melalui kamera HD. Sistem ini menyajikan gambar lengkap kendaraan secara akurat dan efisien, membantu petugas secara efektif memeriksa kondisi tersembunyi dan rusak di bawah kendaraan, serta mencegah tersembunyinya barang berbahaya kimia atau biologis, bom, dll. Sistem ini dapat digunakan di area bea cukai, keamanan publik, lalu lintas, bandara, hotel, dan area pemeriksaan pintu masuk lainnya.",
              "short_en": "The Portable Under-Vehicle Surveillance System integrates with vehicle bottom image acquisition, image Mosaic display automatic detection and light filling",
              "name_id": "Sistem Pengawasan Bawah Kendaraan Portabel",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Portable Under-Vehicle Surveillance System integrates with vehicle bottom image acquisition, image Mosaic display automatic detection and light filling. The system can automatically detect the vehicle for inspection, intelligent light filling, and real-time scanning under vehicle through the HD camera, accurately and efficiently present the full picture of the vehicle, effectively assist the staff to check the hidden and damaged conditions under the vehicle, and prevent the hiding of chemical or biological dangerous goods, bombs, etc.. It is Applicable to customs, public security, traffic, airport, hotel and other entrance control places.",
              "id": "4f420502-34bc-464c-ac70-076c5949d60b",
              "image": "/images/uploads/portable-under-vehicle-surveilance-system.png",
              "name_en": "Portable Under-Vehicle Surveilance System",
              "short_id": "Sistem Pengawasan Bawah Kendaraan Portabel terintegrasi dengan akuisisi citra bawah kendaraan, deteksi otomatis tampilan Mosaik gambar, dan pengisian cahaya"
            },
            {
              "desc_id": "Sistem Pengawasan Bawah Kendaraan Tetap adalah sistem pemeriksaan keamanan kendaraan untuk akuisisi gambar, tampilan, pemantauan kondisi, dan alarm. Sistem ini secara efektif dapat mencegah orang, bom, senjata, bahan kimia, dan barang berbahaya bersembunyi di bawah mobil, dan banyak digunakan di pemerintahan, bandara, pelabuhan, militer, institusi, kedutaan besar, bank, hotel, dan tempat-tempat keamanan penting lainnya.",
              "short_en": "The Fixed Under-Vehicle Surveillance System is a vehicle security check system for image acquisition, display, condition monitoring and alarm",
              "name_id": "Sistem Pengawasan Bawah Kendaraan Tetap",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Fixed Under-Vehicle Surveillance System is a vehicle security check system for image acquisition, display, condition monitoring and alarm. The system can effectively prevent the hiding of people, bombs, weapons, chemical and dangerous goods under the car, and is widely used in government, airports, ports, military, institutions, embassies, banks, hotels and other important security places.",
              "id": "2a766286-4839-4be4-baf0-cde5281bdcde",
              "image": "/images/uploads/fixed-under-vehicle-surveilance-system.png",
              "name_en": "Fixed Under-Vehicle Surveilance System",
              "short_id": "Sistem Pengawasan Bawah Kendaraan Tetap adalah sistem pemeriksaan keamanan kendaraan untuk akuisisi gambar, tampilan, pemantauan kondisi, dan alarm"
            },
            {
              "desc_id": "Robot Pengawas Bawah Kendaraan adalah perangkat portabel untuk memeriksa bagian bawah kendaraan. Dilengkapi dengan fungsi-fungsi seperti LPR otomatis, tampilan HD gambar bawah kendaraan, dan pengenalan posisi yang dicurigai. Robot ini ringkas, mobile, dan mudah digunakan, serta dapat menyelesaikan pemeriksaan bawah kendaraan secara otomatis dengan satu klik. Robot ini cocok untuk kontrol dan inspeksi kendaraan sementara di tempat-tempat seperti bea cukai, inspeksi perbatasan, manajemen perbatasan, pos pemeriksaan keamanan publik, acara berskala besar, dan keamanan konferensi penting.",
              "short_en": "The Under-Vehicle Surveilance Robot is a portable device for inspecting the vehicle bottom",
              "name_id": "Robot Pengawasan di Bawah Kendaraan",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Under-Vehicle Surveilance Robot is a portable device for inspecting the vehicle bottom. It equipped with functions such as automatic LPR,HD display of vehicle bottom images, and suspected position recognition. The robot is compact, mobile, and easy to deploy, can automatically complete vehicle bottom inspection with one click, It is suitable or temporary vehicle control and inspection in places such as customs, border inspection, border management, public security checkpoints, large-scale events, and important conference security.",
              "id": "915a478d-ae90-40b6-8104-d8ca966496c0",
              "image": "/images/uploads/under-vehicle-surveilance-robot.png",
              "name_en": "Under-Vehicle Surveilance Robot",
              "short_id": "Robot Pengawas Bawah Kendaraan adalah perangkat portabel untuk memeriksa bagian bawah kendaraan"
            },
            {
              "desc_id": "Maxvision secara independen mengembangkan Mesin Inspeksi Cerdas Kendaraan All-in-one ini, sebuah produk pemeriksaan cerdas. Produk ini dirancang untuk meningkatkan manajemen lajur otomatis dan untuk merekam serta memverifikasi identitas personel yang melintas di lajur secara mandiri. Fungsi-fungsinya meliputi pengenalan wajah, pengenalan sidik jari, pemindaian kode batang, pengenalan dokumen, panduan interaktif, alarm abnormal, pencetakan tanda lulus, interkom video, kontrol tautan, dan sebagainya. Produk ini cocok untuk kampus, pelabuhan, dan kawasan perdagangan bebas terpadu yang perlu merekam dan memverifikasi informasi penumpang di lajur.",
              "short_en": "Maxvision independently developed this Vehicle Intelligent Inspection All-in-one Machine which is an inteligent checking product",
              "name_id": "Inspeksi Cerdas Kendaraan Semua dalam Satu Mesin - Dasar",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision independently developed this Vehicle Intelligent Inspection All-in-one Machine which is an inteligent checking product. This product is designed to enhance the automated management of lanes and to self-capture and verify the identity of personnel passing on the lanes. Functions including facial recognition, fingerprint recognition, barcode scanning, document recognition, interactive guidance, abnormal alarm, pass printing, video intercom, linkage control and so on. It is suitable for campus, ports, integrated free trade zones that need to capture and verify the information of passengers in the lane.",
              "id": "7124fec0-ef67-41bc-aa2f-843546e5722e",
              "image": "/images/uploads/vehicle-intelligent-inspection-all-in-one-machine-basic.png",
              "name_en": "Vehicle Intelligent Inspection All-in-One Machine - Basic",
              "short_id": "Maxvision secara independen mengembangkan Mesin Inspeksi Cerdas Kendaraan All-in-one ini, sebuah produk pemeriksaan cerdas"
            },
            {
              "desc_id": "Maxvision secara independen mengembangkan Mesin Inspeksi Cerdas Kendaraan All-in-one ini, sebuah produk pemeriksaan cerdas. Produk ini dirancang untuk meningkatkan manajemen lajur otomatis dan untuk merekam serta memverifikasi identitas personel yang melintas di lajur secara mandiri. Fungsi-fungsinya meliputi pengenalan wajah, pengenalan sidik jari, pemindaian kode batang, pengenalan dokumen, panduan interaktif, alarm abnormal, pencetakan tanda lulus, interkom video, kontrol tautan, dan sebagainya. Produk ini cocok untuk kampus, pelabuhan, dan kawasan perdagangan bebas terpadu yang perlu merekam dan memverifikasi informasi penumpang di lajur.",
              "short_en": "Maxvision independently developed this Vehicle Intelligent Inspection All-in-one Machine which is an intelligent checking product",
              "name_id": "Inspeksi Cerdas Kendaraan Semua dalam Satu Mesin - Standar",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision independently developed this Vehicle Intelligent Inspection All-in-one Machine which is an intelligent checking product. This product is designed to enhance the automated management of lanes and to self-capture and verify the identity of personnel passing on the lanes. Functions including facial recognition, fingerprint recognition, barcode scanning, document recognition, interactive guidance, abnormal alarm, pass printing, video intercom, linkage control and so on. It is suitable for campus, ports, integrated free trade zones that need to capture and verify the information of passengers in the lane.",
              "id": "48886493-f113-4746-a188-d150575c6ff4",
              "image": "/images/uploads/vehicle-intelligent-inspection-all-in-one-machine-standard.png",
              "name_en": "Vehicle Intelligent Inspection All-in-One Machine - Standard",
              "short_id": "Maxvision secara independen mengembangkan Mesin Inspeksi Cerdas Kendaraan All-in-one ini, sebuah produk pemeriksaan cerdas"
            },
            {
              "desc_id": "Maxvision secara independen mengembangkan Mesin Inspeksi Kendaraan Cerdas Al-in-one ini, sebuah produk pemeriksaan cerdas. Produk ini dirancang untuk meningkatkan manajemen lajur otomatis dan untuk merekam serta memverifikasi identitas personel yang melintas di lajur secara mandiri. Fungsi-fungsinya meliputi pengenalan wajah, pengenalan sidik jari, pemindaian kode batang, pengenalan dokumen, alarm abnormal, pencetakan kartu, interkom video, dan sebagainya. Secara bersamaan, mesin ini menggunakan mekanisme transmisi multi-sumbu yang dilengkapi kemampuan pengangkatan dan perpanjangan/penarikan otomatis. Hal ini memungkinkan penentuan posisi yang tepat dan efisien untuk pengumpulan data penumpang, sehingga mencapai verifikasi drive-through. Cocok untuk kampus dan pelabuhan di mana informasi penumpang di lajur perlu direkam dan diverifikasi.",
              "short_en": "Maxvision independently developed this Vehicle intelligent Inspection Al-in-one Machine which is an intelligent checking product",
              "name_id": "Inspeksi Cerdas Kendaraan Semua dalam Satu Mesin - Premium",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision independently developed this Vehicle intelligent Inspection Al-in-one Machine which is an intelligent checking product. This product is designed to enhance the automated management of lanes and to self-capture and verify the identity of personnel passing on the lanes. Functions including facial recognition, fingerprint recognition, barcode scanning, document recognition, abnormal alarm, pass printing, video intercom, and so on. Simultaneously, it employs a multi-axis transmission mechanism featuring automatic lifting and extension / retraction capabilities. This enables precise and eficient positioning for occupant data collection, achieving drive-through verification. It is suitable for campus, ports where the need to capture and verify the information of passengers in the lane.",
              "id": "c6ee2c82-ea3d-4ebe-8b1d-f6d802e51489",
              "image": "/images/uploads/vehicle-intelligent-inspection-all-in-one-machine-premium.png",
              "name_en": "Vehicle Intelligent Inspection All-in-One Machine - Premium",
              "short_id": "Maxvision secara independen mengembangkan Mesin Inspeksi Kendaraan Cerdas Al-in-one ini, sebuah produk pemeriksaan cerdas"
            },
            {
              "desc_id": "Maxvision secara independen mengembangkan Mesin Kontrol Akses Kendaraan ini, sebuah produk pemeriksaan cerdas. Produk ini dirancang untuk meningkatkan manajemen jalur otomatis dan untuk merekam serta memverifikasi identitas personel yang melintas di jalur tersebut. Perangkat ini berfungsi untuk pemosisian otomatis perangkat akuisisi, penghindaran rintangan secara cerdas, pengenalan wajah, pengenalan iris, pembacaan ID, panduan interaktif, percakapan visual, pengawasan panorama, kontrol tautan, dan sebagainya. Produk ini cocok untuk kampus dan pelabuhan yang perlu merekam dan memverifikasi informasi penumpang di jalur.",
              "short_en": "Maxvision independently developed this Vehicle Access Control Machine which is an intelligent checking product",
              "name_id": "Inspeksi Cerdas Kendaraan Semua dalam Satu Mesin - Terakhir",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision independently developed this Vehicle Access Control Machine which is an intelligent checking product. This product is designed to enhance the automated management of lanes and to self-capture and verify the identity of personnel passing on the lanes. Functioning automatic positioning of the acquisition device, intelligent avoidance of obstacles, face recognition, iris recognition, ID reading, interactive guidance, visible conversation, panoramic surveillance, linkage control and so on. It is suitable for campus, ports that need to capture and verify the information of passengers in the lane.",
              "id": "6174cc5e-d5cc-4bdc-8cc7-7282aa434e5c",
              "image": "/images/uploads/vehicle-intelligent-inspection-all-in-one-machine-ultimate.png",
              "name_en": "Vehicle Intelligent Inspection All-in-One Machine -Ultimate",
              "short_id": "Maxvision secara independen mengembangkan Mesin Kontrol Akses Kendaraan ini, sebuah produk pemeriksaan cerdas"
            }
          ]
        },
        {
          "id": "c1fb6f30-0359-4590-ba0c-da498b74285e",
          "name_en": "Customs Authority",
          "name_id": "Otoritas Bea Cukai",
          "products": [
            {
              "desc_id": "Sistem Manajemen Pemesanan Truk adalah aplikasi cerdas yang dirancang untuk mengelola dan mengoordinasikan arus truk di terminal pelabuhan secara efisien. Sistem ini terdiri dari platform manajemen backend berbasis PC dan aplikasi seluler, yang secara efektif memungkinkan distribusi beban kerja, mengurangi kemacetan gerbang, dan meningkatkan efisiensi operasional.",
              "short_en": "Truck Booking Management System is an intelligent application designed to efficiently manage and coordinate truck flow at port terminals",
              "name_id": "Platform Manajemen Pemesanan Truk",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Truck Booking Management System is an intelligent application designed to efficiently manage and coordinate truck flow at port terminals. The system comprises a PC-based backend management platform and a mobile APP, effectively enabling workload distribution, mitigating gate congestion, and enhancing operational efficiency.",
              "id": "ac621c72-b87a-4691-8680-37aa551a7a4d",
              "image": "/images/uploads/truck-booking-management-platform.png",
              "name_en": "Truck Booking Management Platform",
              "short_id": "Sistem Manajemen Pemesanan Truk adalah aplikasi cerdas yang dirancang untuk mengelola dan mengoordinasikan arus truk di terminal pelabuhan secara efisien"
            },
            {
              "desc_id": "Mesin ANPR All-in-one adalah solusi all-in-one bertenaga AI yang dirancang untuk mengidentifikasi pelat nomor dari berbagai negara secara akurat. Dilengkapi dengan algoritma pembelajaran mendalam (deep learning) yang tertanam, perangkat ini merekam dan menganalisis aliran video secara real-time untuk menghasilkan pengenalan yang cepat dan andal di berbagai format pelat. Ringkas dan mudah digunakan, sistem ini ideal untuk kontrol akses kendaraan di kompleks perumahan, pusat perbelanjaan, sekolah, rumah sakit, bandara, kawasan industri, dan fasilitas parkir umum—memungkinkan manajemen lalu lintas yang lebih cerdas dan integrasi yang mulus ke dalam infrastruktur mobilitas modern.",
              "short_en": "The ANPR All-in-one Machine is an Al-powered, all-in-one solution designed to accurately identify license plates from multiple countries",
              "name_id": "Mesin ANPR All-in-One",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The ANPR All-in-one Machine is an Al-powered, all-in-one solution designed to accurately identify license plates from multiple countries. Equipped with embedded deep learning algorithms, the device captures and analyzes video streams in real time to deliver fast, reliable recognition across a wide range of plate formats. Compact and easy to deploy, the system is ideal for vehicle access control in residential complexes, shopping centers, schools, hospitals, airports, industrial parks, and public parking facilities-enabling smarter traffic management and seamless integration into modern mobility infrastructures.",
              "id": "88ee28a3-f88e-413f-a7fc-97353b7d8736",
              "image": "/images/uploads/anpr-all-in-one-machine.png",
              "name_en": "ANPR All-in-One Machine",
              "short_id": "Mesin ANPR All-in-one adalah solusi all-in-one bertenaga AI yang dirancang untuk mengidentifikasi pelat nomor dari berbagai negara secara akurat"
            },
            {
              "desc_id": "Kamera ANPR Multi-negara Maxvision dirancang untuk menjawab tantangan identifikasi plat nomor di berbagai wilayah, bahasa, dan format. Dibangun dengan AI vision canggih dan teknologi OCR multibahasa, sistem ini memberikan pengenalan yang andal dan real-time di lingkungan lalu lintas yang kompleks. Baik digunakan di perlintasan perbatasan, pusat logistik, jalan raya, tempat parkir, atau pos pemeriksaan bea cukai, sistem ini memastikan pemantauan kendaraan yang lancar di berbagai pengaturan internasional.\nSolusi ini mendukung kamera AI berbasis edge dan terminal pintar terintegrasi, menawarkan fleksibilitas penerapan untuk memenuhi berbagai kebutuhan infrastruktur. Dengan akurasi pengenalan yang tinggi dan stabilitas operasional 24/7, sistem ini membantu operator menyederhanakan identifikasi kendaraan, mengotomatiskan kontrol masuk/keluar, dan memperkuat keamanan lintas batas.",
              "short_en": "Maxvision's Multi-country ANPR Camera is designed to meet the challenges of identifying plates across diverse regions, languages, and formats",
              "name_id": "Kamera ANPR Multi-negara",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision's Multi-country ANPR Camera is designed to meet the challenges of identifying plates across diverse regions, languages, and formats. Built with advanced Al vision and multilingual OCR technology, the system delivers reliable, real-time recognition in complex traffic environments. Whether deployed at border crossings, logistics hubs, highways, parking lots, or customs checkpoints, it ensures seamless vehicle monitoring across international settings.\nThe solution supports both edge-based Al cameras and integrated smart terminals, offering flexible deployment to suit different infrastructure needs. With high recognition accuracy and 24/7 operational stability, it helps operators streamline vehicle identification, automate entry/exit control, and strengthen cross-border security.",
              "id": "f1f6461a-3b68-40e9-bec0-57dc08b54f62",
              "image": "/images/uploads/multi-country-anpr-camera.png",
              "name_en": "Multi-country ANPR Camera",
              "short_id": "Kamera ANPR Multi-negara Maxvision dirancang untuk menjawab tantangan identifikasi plat nomor di berbagai wilayah, bahasa, dan format"
            },
            {
              "desc_id": "Sistem Pengenalan ID Kontainer terdiri dari terminal penangkap gambar nomor kontainer, algoritma identifikasi gambar nomor kontainer, dan platform manajemen sistem identifikasi nomor kontainer. Sistem ini menggunakan kamera AI cerdas front-end untuk menangkap dan mengenali nomor kontainer, dan hasil identifikasi secara otomatis dikirim ke platform manajemen sistem untuk mencapai manajemen jarak jauh identifikasi nomor kontainer di pos pemeriksaan. Sistem ini mencakup fungsi-fungsi seperti identifikasi nomor multi-jenis, identifikasi kontainer multi-jenis, statistik data operasi peralatan, statistik data identifikasi nomor kontainer, pengiriman data bisnis secara real-time, dan pemantauan jalur secara real-time. Sistem ini mewujudkan identifikasi nomor kontainer cerdas untuk izin kendaraan yang efisien, dan pos pemeriksaan tanpa awak.",
              "short_en": "Container ID Recognition System consists of a container number image capture terminal, a container number image identification algorithm, and a container number identification system management platform",
              "name_id": "Sistem Pengenalan ID Kontainer",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Container ID Recognition System consists of a container number image capture terminal, a container number image identification algorithm, and a container number identification system management platform. The system uses the front-end Al inteligent camera to capture and recognize the container number, the identification result is automatically pushed to the system management platform to achieve remote management of container number identification at the checkpoint. The system includes functions such as multi-type number identification multi-type container identification, equipment operation data statistics, container number identification datastatistics, real-time business data push, and real-time lane monitoring. It realizes efficient vehicle clearance intelligent container number identification, and unmanned checkpoints.",
              "id": "076fd962-03ce-4a0c-b4b2-8fbf29972779",
              "image": "/images/uploads/container-id-recognition-system.png",
              "name_en": "Container ID Recognition System",
              "short_id": "Sistem Pengenalan ID Kontainer terdiri dari terminal penangkap gambar nomor kontainer, algoritma identifikasi gambar nomor kontainer, dan platform manajemen sistem identifikasi nomor kontainer"
            },
            {
              "desc_id": "Sistem Deteksi Kerusakan Kontainer Maxvision adalah platform terpadu berbasis AI yang dirancang untuk mengotomatiskan dan menyederhanakan operasi gerbang kontainer di pelabuhan, terminal, dan titik pemeriksaan bea cukai. Dengan menggabungkan pengenalan ID kontainer, deteksi kerusakan, pembacaan plat nomor, dan kontrol terintegrasi, sistem ini menghilangkan inspeksi manual dan menghadirkan pemrosesan yang cepat, akurat, dan nirsentuh.\nDibangun untuk menangani lingkungan dengan throughput tinggi, sistem ini mendukung beragam jenis dan format kontainer dalam berbagai kondisi cuaca dan pencahayaan. Sistem ini menyediakan data terstruktur secara real-time untuk platform bea cukai dan logistik, memungkinkan alur kerja pengurusan izin yang lancar dan pengawasan regulasi yang lebih ketat.",
              "short_en": "The Maxvision Container Damage Detection System is a unified Al-driven platform designed to automate and streamline container gate operations at ports, terminals, and customs checkpoints",
              "name_id": "Sistem Deteksi Kerusakan Kontainer",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Maxvision Container Damage Detection System is a unified Al-driven platform designed to automate and streamline container gate operations at ports, terminals, and customs checkpoints. By combining container ID recognition, damage detection, license plate reading, and integrated control, the system eliminates manual inspections and delivers fast, accurate, and contactless processing.\nBuilt to handle high-throughput environments, the system supports a wide range of container types and formats under diverse weather and lighting conditions. It provides real-time, structured data to customs and logistics platforms, enabling seamless clearance workflows and stronger regulatory oversight.",
              "id": "06a6f018-86ca-4df7-9963-33b8b93731df",
              "image": "/images/uploads/container-demage-detection-system.png",
              "name_en": "Container Demage Detection System",
              "short_id": "Sistem Deteksi Kerusakan Kontainer Maxvision adalah platform terpadu berbasis AI yang dirancang untuk mengotomatiskan dan menyederhanakan operasi gerbang kontainer di pelabuhan, terminal, dan titik pemeriksaan bea cukai"
            },
            {
              "desc_id": "Pengendali Darurat Jalur adalah perangkat untuk kontrol darurat manual pembatas lajur. Ketika terjadi situasi abnormal selama pemeriksaan pembatas lajur, petugas dapat mengoperasikan pengontrol ini secara manual untuk mengontrol pembukaan atau penutupan pembatas lajur dari jarak jauh, guna memastikan pemeriksaan lajur aman, efisien, dan tertib.",
              "short_en": "The Lane Emergency Controller is a device for manual emergency control of the lane barrier",
              "name_id": "Pengendali Darurat Jalur",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Lane Emergency Controller is a device for manual emergency control of the lane barrier. Whenthere are abnormal situations in the inspection of the lane barrier, the staff can manually operate this controller to remotely control the opening or closing of the barrier, to ensure that the inspection of thelane is safe, efficient and orderly.",
              "id": "f5aebbf6-4492-4750-97d6-6d53d0171a02",
              "image": "/images/uploads/lane-emergency-controller.png",
              "name_en": "Lane Emergency Controller",
              "short_id": "Pengendali Darurat Jalur adalah perangkat untuk kontrol darurat manual pembatas lajur"
            },
            {
              "desc_id": "Sistem Kontrol Terpadu adalah produk untuk kontrol terpusat peralatan inspeksi lajur. Peralatan ini dapat menghubungkan kontrol sensor tanah, lampu lalu lintas, sistem anti-tabrakan interaktif, sistem anti-bobol, gerbang pembatas, kolom pengangkat, dan peralatan lainnya di lajur. Sistem ini memiliki fungsi seperti kendali jarak jauh, inspeksi mandiri peralatan akses terminal, peningkatan daring, dll., dan dapat mencapai kontrol lajur yang efisien dalam satu mesin serta memastikan inspeksi yang aman dan tertib. Sistem ini cocok untuk lokasi seperti pos pemeriksaan di kampus, pelabuhan, bandara, dan berbagai area pengawasan khusus.",
              "short_en": "The Integrated Control System is a product for centralized control of lane inspection equipment",
              "name_id": "Sistem Kontrol Terpadu",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Integrated Control System is a product for centralized control of lane inspection equipment. The equipment can linkage control the ground sensing, traffic guidance lights, interactive anti-smashing system, anti-break-in system, barrier gates, lifting column and other equipment in the lane. It has functions such as remote control, terminal access equipment self-inspection, online upgrades, etc., and it can achieve the efficient lane control on one machine and ensure safe and orderly inspection. It is suitable for scenes such as checkpoints in campuses, ports, airports, andvarious special supervision areas.",
              "id": "3d43bbb6-d53d-4df1-9767-8b30722ed746",
              "image": "/images/uploads/integrated-control-system.png",
              "name_en": "Integrated Control System",
              "short_id": "Sistem Kontrol Terpadu adalah produk untuk kontrol terpusat peralatan inspeksi lajur"
            },
            {
              "desc_id": "Sistem Inspeksi dan Kontrol Jalur Masuk mendeteksi posisi kendaraan di pintu masuk jalur secara real-time dan secara otomatis memeriksa serta melepaskannya. Peralatan ini terhubung dengan platform inspeksi jalur untuk memantau lokasi dan status arah lalu lintas kendaraan masuk secara real-time, serta mengontrol pelepasan gerbang secara otomatis. Perangkat ini mengintegrasikan panduan lalu lintas dengan pengenalan plat nomor, peningkatan OTA daring, anti-smashing interaktif, dan fungsi cerdas lainnya untuk mewujudkan inspeksi dan perjalanan kendaraan yang aman dan efisien. Produk ini dapat digunakan secara luas dalam skenario pintu masuk kendaraan seperti transportasi umum, bandara, dan pelabuhan.",
              "short_en": "The Entry Lane Inspection and Control System that detects theposition of vehicles at the lane entrance in real-time and automatically checks and release them",
              "name_id": "Sistem Inspeksi dan Kontrol Jalur Masuk",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Entry Lane Inspection and Control System that detects theposition of vehicles at the lane entrance in real-time and automatically checks and release them. The equipment is linked with the lane inspection platform to realize real-time monitoring of the location and traffic direction status of entrance vehicles, and automatic control of the gate release. The device integrates the license plate recognition traffic guidance, online OTA upgrades, interactive anti-smashing and other intelligent functions to effectively realize safe and efficient vehicle inspection and passage. This product can be widely used in vehicle entrance scenarios such as transportation, airports, and ports.",
              "id": "2181bcef-6ab2-4382-82e8-e9f93f123919",
              "image": "/images/uploads/entry-lane-inspection-and-control-system.png",
              "name_en": "Entry Lane Inspection and Control System",
              "short_id": "Sistem Inspeksi dan Kontrol Jalur Masuk mendeteksi posisi kendaraan di pintu masuk jalur secara real-time dan secara otomatis memeriksa serta melepaskannya"
            },
            {
              "desc_id": "Sistem Inspeksi dan Kontrol Jalur Keluar adalah sistem inspeksi cerdas yang mendeteksi posisi kendaraan di jalur keluar secara real-time dan secara otomatis memeriksa serta melepaskan kendaraan. Peralatan ini terhubung dengan platform inspeksi jalur untuk memantau lokasi dan status arah lalu lintas kendaraan keluar secara real-time, serta mengontrol inspeksi gerbang secara otomatis. Perangkat ini mengintegrasikan pengenalan plat nomor, peningkatan OTA daring, anti-smashing interaktif, dan fungsi cerdas lainnya untuk mewujudkan inspeksi dan perjalanan kendaraan yang aman dan efisien. Produk ini dapat digunakan secara luas dalam berbagai skenario ekspor kendaraan seperti transportasi, bandara, dan pelabuhan.",
              "short_en": "The Exit Lane Inspection and Control System is an intelligent inspection system that detects the position of vehicles at lane exits in real-timeand automatically checks and releases the vehicles",
              "name_id": "Sistem Inspeksi dan Kontrol Jalur Keluar",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Exit Lane Inspection and Control System is an intelligent inspection system that detects the position of vehicles at lane exits in real-timeand automatically checks and releases the vehicles. The equipment is linked with the lane inspection platform to realize real-time monitoring of the location and traffic direction status of exit vehicles, and automatic control of the gate inspection. The device integrates license plate recognition, online OTA upgrade, interactive anti-smashing and other intelligent functions to effectively realize safe and efficient vehicle inspection and passage. This product can be widely used invehicle export scenarios such as transportation, airports, and ports.",
              "id": "b6b25ebd-6ee7-4f69-aa04-317e98d7d44d",
              "image": "/images/uploads/exit-lane-inspection-and-control-system.png",
              "name_en": "Exit Lane Inspection and Control System",
              "short_id": "Sistem Inspeksi dan Kontrol Jalur Keluar adalah sistem inspeksi cerdas yang mendeteksi posisi kendaraan di jalur keluar secara real-time dan secara otomatis memeriksa serta melepaskan kendaraan"
            }
          ]
        }
      ]
    },
    {
      "id": "560fb570-d94d-441a-9de8-44677b1d3f64",
      "name_en": "Intelligent Transportation",
      "name_id": "Transportasi Cerdas",
      "sub_categories": [
        {
          "id": "4b15db0d-05a8-42c7-aa80-d8e93fe090ee",
          "name_en": "Traffic Safety",
          "name_id": "Keselamatan Lalu Lintas",
          "products": [
            {
              "desc_id": "Kamera Pengawas Lalu Lintas Pintar adalah kamera pintar yang diluncurkan oleh Maxvision untuk melayani bisnis lalu lintas jalan raya. Kamera ini mengadopsi desain kelas industri tertanam dan algoritma pembelajaran mendalam bawaan. Kamera ini mendukung berbagai deteksi pelanggaran hukum dan banyak digunakan untuk menerobos lampu merah, mengebut, bayonet, masuk dan keluar, berbagai acara, dan berbagai skenario aplikasi lainnya.",
              "short_en": "Smart Traffc Surveilance Camera is a smart camera launched by Maxvision to serve the road traffic business",
              "name_id": "Kamera Pengawas Lalu Lintas Cerdas",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Smart Traffc Surveilance Camera is a smart camera launched by Maxvision to serve the road traffic business. It adopts an embedded industrial-grade design and built-in deep learning algorithm. It supports a variety of illegal detection and is widely used in red light running, speeding, bayonet, entrance and exit, events and other various application scenarios.",
              "id": "8a01bd1b-51d3-4adf-9505-c11834258f64",
              "image": "/images/uploads/smart-traffic-surveillance-camera.png",
              "name_en": "Smart Traffic Surveillance Camera",
              "short_id": "Kamera Pengawas Lalu Lintas Pintar adalah kamera pintar yang diluncurkan oleh Maxvision untuk melayani bisnis lalu lintas jalan raya"
            },
            {
              "desc_id": "Speedometer Radar Serbaguna adalah peralatan penegakan hukum generasi ketiga yang dikembangkan dan diluncurkan secara independen oleh Maxvision. Peralatan ini mengadopsi desain lipat multi-layar dan memiliki beragam algoritma cerdas bawaan. Alat ini mendukung berbagai pengumpulan barang bukti ilegal dan banyak digunakan di jalan raya, jalan tol, jalan perkotaan, dan semua jenis jalan, termasuk jalan pedesaan.",
              "short_en": "Multi-purpose Radar Speedometer is the third generation law enforcement equipment independently developed and launched by Maxvision",
              "name_id": "Speedometer Radar Serbaguna",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Multi-purpose Radar Speedometer is the third generation law enforcement equipment independently developed and launched by Maxvision. The equipment adopts a multi-screen folding design and has a variety of built-in intelligent algorithms. It supports a variety of illegal evidence collection and is widely used in highways, expressways, urban roads and all roads and all scenes including rural roads.",
              "id": "86e1acce-5308-4179-be8b-0b3dcad392a3",
              "image": "/images/uploads/multi-purpose-radar-speedometer.png",
              "name_en": "Multi-purpose Radar Speedometer",
              "short_id": "Speedometer Radar Serbaguna adalah peralatan penegakan hukum generasi ketiga yang dikembangkan dan diluncurkan secara independen oleh Maxvision"
            },
            {
              "desc_id": "Kamera PTZ Cerdas Mode Ganda Maxvision Al mengadopsi desain arsitektur mode ganda, algoritma pembelajaran mendalam Al bawaan, kolaborasi binokular, mempertimbangkan detail, cakupan panorama penuh, mencakup berbagai pemandangan seperti orang, kendaraan, jalan, dll., secara komprehensif memenuhi kebutuhan spesifik industri.",
              "short_en": "Maxvision Al Dual-Mode Intelligent PTZ Camera adopts dual-mode architecture design, built-in Al deep learning algorithm, binocular collaboration, taking into account details, full panoramic coverage, covering various scenes such as people, vehicles, roads, etc.",
              "name_id": "Kamera PTZ Cerdas Mode Ganda AI",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Al Dual-Mode Intelligent PTZ Camera adopts dual-mode architecture design, built-in Al deep learning algorithm, binocular collaboration, taking into account details, full panoramic coverage, covering various scenes such as people, vehicles, roads, etc., comprehensively meet the specific needs of the industry.",
              "id": "081acea7-681f-438c-90a9-a35173ea9db4",
              "image": "/images/uploads/ai-dual-mode-intelligent-ptz-camera.png",
              "name_en": "AI Dual-Mode Intelligent PTZ Camera",
              "short_id": "Kamera PTZ Cerdas Mode Ganda Maxvision Al mengadopsi desain arsitektur mode ganda, algoritma pembelajaran mendalam Al bawaan, kolaborasi binokular, mempertimbangkan detail, cakupan panorama penuh, mencakup berbagai pemandangan seperti orang, kendaraan, jalan, dll"
            },
            {
              "desc_id": "Terminal Manajemen Cerdas (16) dari Maxvision adalah terminal cerdas multifungsi generasi terbaru yang dirancang untuk manajemen persimpangan terpusat. Terminal ini menyediakan solusi komprehensif untuk akuisisi gambar/video kamera HD multi-kanal, penyimpanan lokal, dan transmisi data.\nDengan algoritma cerdas terintegrasi, sistem ini mendukung: pengomposisian gambar, penyisipan metadata, analisis arus lalu lintas, deteksi kecepatan rata-rata, identifikasi pelanggaran, dan pelaporan.\nDidesain untuk penerapan fleksibel di persimpangan atau pusat jaringan, solusi ini memberikan pemantauan cerdas 24/7 untuk berbagai aplikasi termasuk pos pemeriksaan, sistem kepolisian elektronik, dan pengawasan lalu lintas.",
              "short_en": "The Intelligent Management Terminal (16) from Maxvision is a next-generation multifunctional intelligent terminal designed for centralized intersection management",
              "name_id": "Terminal Manajemen Cerdas - 16",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Intelligent Management Terminal (16) from Maxvision is a next-generation multifunctional intelligent terminal designed for centralized intersection management. It provides comprehensive solutions for multi-channel HD camera image/video acquisition, local storage, and data transmission.\nWith integrated intelligent algorithms, the system supports: image compositing, metadata embedding, traffic flow analysis, average speed detection, violation identification and reporting.\nEngineered for flexible deployment at intersections or network centers, the solution delivers 24/7 intelligent monitoring for applications including checkpoints, electronic police systems, and traffic surveillance.",
              "id": "02b0731e-a512-4ad8-842d-e1fcd5818a63",
              "image": "/images/uploads/intelligent-management-terminal-16.png",
              "name_en": "Intelligent Management Terminal - 16",
              "short_id": "Terminal Manajemen Cerdas (16) dari Maxvision adalah terminal cerdas multifungsi generasi terbaru yang dirancang untuk manajemen persimpangan terpusat"
            },
            {
              "desc_id": "Terminal Manajemen Cerdas Maxvision adalah sistem cerdas untuk manajemen dan analisis persimpangan terpusat. Sistem ini memecahkan masalah penyimpanan gambar, pengunggahan, dan akses video beberapa kamera di persimpangan. Sistem ini memiliki beberapa algoritma cerdas bawaan. Sistem ini mendukung sintesis beberapa gambar, superimposisi karakter, statistik lalu lintas, pengukuran kecepatan interval, pelepasan ilegal, dan fungsi lainnya, yang dapat memenuhi kebutuhan penyebaran persimpangan dan penyebaran pusat jaringan. Sistem ini banyak digunakan untuk berbagai skenario aplikasi seperti pos pemeriksaan, polisi elektronik, pemantauan jalan, dll., untuk mencapai manajemen dan analisis cerdas 24 jam.",
              "short_en": "Maxvision Intelligent Management Terminal is an intelligent system for centralized management and analysis of intersections, which solves the problems of image storage, uploading, and video access of multiple cameras at intersections",
              "name_id": "Terminal Manajemen Cerdas - 4",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Intelligent Management Terminal is an intelligent system for centralized management and analysis of intersections, which solves the problems of image storage, uploading, and video access of multiple cameras at intersections. and has multiple intelligent algorithms built in, It supports multiple image synthesis, character superimposition, traffic statistics, interval speed measurement, illegal release, and other functions, which can meet the needs of intersection deployment and network center deployment. It is widely applied to various application scenarios such as checkpoints, electronic police, road monitoring etc., to achieve 24-hour intelligent management and analysis.",
              "id": "c3944dce-be30-43d8-8c17-e8b973773ed8",
              "image": "/images/uploads/intelligent-management-terminal-4.jpeg",
              "name_en": "Intelligent Management Terminal - 4",
              "short_id": "Terminal Manajemen Cerdas Maxvision adalah sistem cerdas untuk manajemen dan analisis persimpangan terpusat. Sistem ini memecahkan masalah penyimpanan gambar, pengunggahan, dan akses video beberapa kamera di persimpangan"
            }
          ]
        },
        {
          "id": "97ac00cd-3d66-418e-bbf3-e47ee7f8f5a0",
          "name_en": "Traffic Efficiency",
          "name_id": "Efisiensi Lalu Lintas",
          "products": [
            {
              "desc_id": "Didukung oleh radar dan penginderaan video terintegrasi, perangkat ini memberikan deteksi dan klasifikasi kendaraan bermotor, lalu lintas non-motor, pejalan kaki, dan berbagai objek jalan raya lainnya secara real-time dan presisi tinggi. Melalui integrasi data visual dan radar yang mulus, perangkat ini memungkinkan persepsi cerdas dengan kesadaran kontekstual yang kaya—termasuk jenis, jumlah, arah pergerakan, dan perilaku abnormal objek—untuk mendukung manajemen lalu lintas berbasis data dan penegakan keselamatan.",
              "short_en": "Powered by integrated radar and video sensing, this device delivers real-time, high-precision detection and classification of motor vehicles, non-motorized traffic, pedestrians, and miscellaneous road objects",
              "name_id": "Kamera Fusion Penglihatan Radar",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Powered by integrated radar and video sensing, this device delivers real-time, high-precision detection and classification of motor vehicles, non-motorized traffic, pedestrians, and miscellaneous road objects. Through seamless fusion of visual and radar data, it enables intelligent perception with rich contextual awareness - including object type, count, movement direction, and abnormal behavior - to support data-driven traffic management and safety enforcement.",
              "id": "a0a5ee05-a5bb-49c0-b344-061eb2681639",
              "image": "/images/uploads/radar-vision-fusion-camera.png",
              "name_en": "Radar-vision Fusion Camera",
              "short_id": "Didukung oleh radar dan penginderaan video terintegrasi, perangkat ini memberikan deteksi dan klasifikasi kendaraan bermotor, lalu lintas non-motor, pejalan kaki, dan berbagai objek jalan raya lainnya secara real-time dan presisi tinggi"
            },
            {
              "desc_id": "Pengendali Sinyal Lalu Lintas Cerdas Maxvision adalah perangkat koordinasi jaringan yang dirancang untuk mengelola sinyal lalu lintas di persimpangan jalan. Perangkat ini mendukung berbagai mode kontrol, termasuk kontrol waktu tetap, aktuasi, dan adaptif, yang memungkinkan penjadwalan fleksibel berdasarkan kondisi lalu lintas waktu nyata. Pengendali ini dilengkapi pemantauan dan peringatan gangguan yang andal, antarmuka komunikasi yang serbaguna, dan kemampuan penggantian manual, sehingga cocok untuk berbagai aplikasi jalan perkotaan seperti persimpangan berbentuk T, persimpangan jalan, dan jalur masuk/keluar.",
              "short_en": "The Maxvision Intelligent Traffic Signal Controller is a networked coordination device designed for managing traffic signals at road intersections",
              "name_id": "Pengendali Sinyal Lalu Lintas Cerdas",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Maxvision Intelligent Traffic Signal Controller is a networked coordination device designed for managing traffic signals at road intersections. It supports multiple control modes including fixed-time, actuated, and adaptive control, enabling flexible scheduling based on real-time traffic conditions. The controller features reliable fault monitoring and alerting, versatile communication interfaces, and manual override capabilities, making it suitable for various urban road applications such as T-junctions, crossroads, and on/off-ramps.",
              "id": "4bbfd80d-2603-4041-9a89-48ddf69f46d0",
              "image": "/images/uploads/intelligent-traffic-signal-controller.png",
              "name_en": "Intelligent Traffic Signal Controller",
              "short_id": "Pengendali Sinyal Lalu Lintas Cerdas Maxvision adalah perangkat koordinasi jaringan yang dirancang untuk mengelola sinyal lalu lintas di persimpangan jalan. "
            },
            {
              "desc_id": "Didukung oleh arsitektur chip heterogen multi-inti berkinerja tinggi (ARM + NPU + CODEC), detektor ini mengintegrasikan algoritma jaringan saraf tiruan dan kemampuan pencitraan cahaya rendah untuk memungkinkan deteksi kendaraan secara real-time dan analisis data lalu lintas yang komprehensif. Detektor ini banyak digunakan di jalan perkotaan, jalan raya, dan jalan tol untuk pemantauan arus dan pengaturan lalu lintas yang akurat.",
              "short_en": "Powered by a high-performance multi-core heterogeneous chip architecture (ARM + NPU + CODEC), this detector integrates neural network algorithms and low-light imaging capabilities to enable real-time vehicle detection and comprehensive traffic data analysis",
              "name_id": "Detektor Kendaraan Video",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Powered by a high-performance multi-core heterogeneous chip architecture (ARM + NPU + CODEC), this detector integrates neural network algorithms and low-light imaging capabilities to enable real-time vehicle detection and comprehensive traffic data analysis. It is widely deployed on urban roads, highways, and expressways for accurate flow monitoring and traffic control.",
              "id": "cf0f2763-1703-4aec-9021-fe2785118aaa",
              "image": "/images/uploads/video-vehicle-detector.png",
              "name_en": "Video Vehicle Detector",
              "short_id": "Didukung oleh arsitektur chip heterogen multi-inti berkinerja tinggi (ARM + NPU + CODEC), detektor ini mengintegrasikan algoritma jaringan saraf tiruan dan kemampuan pencitraan cahaya rendah untuk memungkinkan deteksi kendaraan secara real-time dan analisis data lalu lintas yang komprehensif"
            }
          ]
        },
        {
          "id": "f2616f09-2ff0-4470-b346-a34246320f71",
          "name_en": "Traffic Services",
          "name_id": "Layanan Lalu Lintas",
          "products": [
            {
              "desc_id": "Terminal Peringatan Cerdas Maxvision adalah perangkat keselamatan berbasis laser yang dipasang di kedua ujung penyeberangan tanpa sinyal. Dengan memanfaatkan laser semikonduktor nano-grade dan lensa optik presisi, perangkat ini memproyeksikan 28 garis laser merah ke kaki bagian bawah pejalan kaki saat mereka melangkah menuju zebra cross. Hal ini menciptakan zona peringatan merah yang sangat terlihat yang memperingatkan pengemudi yang mendekat dari kejauhan, memungkinkan respons tepat waktu terhadap keberadaan pejalan kaki. Bersamaan dengan itu, terminal memancarkan peringatan audio untuk mengingatkan pejalan kaki agar tetap waspada dan menyeberang dengan cepat, yang secara signifikan meningkatkan keselamatan malam hari di penyeberangan tanpa lampu lalu lintas.",
              "short_en": "The Maxvision Intelligent Warning Terminal is a laser-based safety device installed at both ends of unsignalized crosswalks",
              "name_id": "Terminal Peringatan Cerdas",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Maxvision Intelligent Warning Terminal is a laser-based safety device installed at both ends of unsignalized crosswalks. Utilizing nano-grade semiconductor lasers and precision optical lenses, the device projects 28 red laser lines onto pedestrians' lower legs the moment they step toward the zebra crossing. This creates a highly visible red warning zone that alerts approaching drivers from a distance, enabling timely response to pedestrian presence. Simultaneously, the terminal emits an audio alert to prompt pedestrians to stay aware and cross quickly, significantly improving nighttime safety at crosswalks without traffic lights.",
              "id": "31a5762d-8b28-4bb0-9e87-890865c8a263",
              "image": "/images/uploads/intelligent-warning-terminal.png",
              "name_en": "Intelligent Warning Terminal",
              "short_id": "Terminal Peringatan Cerdas Maxvision adalah perangkat keselamatan berbasis laser yang dipasang di kedua ujung penyeberangan tanpa sinyal"
            },
            {
              "desc_id": "Sistem Penyeberangan Pejalan Kaki Pintar dari Maxvision adalah solusi keselamatan pejalan kaki generasi terbaru yang menggabungkan ubin LED tertanam dengan kabinet kontrol cerdas. Dirancang untuk memandu lalu lintas pejalan kaki secara aktif dan memperingatkan kendaraan yang datang, sistem ini memanfaatkan pencahayaan adaptif, manajemen jarak jauh, dan integrasi sinyal waktu nyata untuk meningkatkan visibilitas di penyeberangan. Baik di persimpangan yang ramai maupun zona lalu lintas campuran, sistem ini membantu mengurangi kecelakaan dan memperlancar mobilitas perkotaan.",
              "short_en": "Maxvision's Smart Pedestrian Crossing System is a next-generation pedestrian safety solution that combines in-ground LED tiles with an intelligent control cabinet.",
              "name_id": "Penyeberangan Pejalan Kaki Cerdas",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision's Smart Pedestrian Crossing System is a next-generation pedestrian safety solution that combines in-ground LED tiles with an intelligent control cabinet. Designed to actively guide foot traffic and alert oncoming vehicles, the system leverages adaptive lighting, remote management, and real-time signal integration to improve visibility at crossings. Whether in busy intersections or mixed traffic zones, it helps reduce accidents and streamline urban mobility.",
              "id": "cbb7e3fc-0f9b-4a31-a21f-47ef5725d7b5",
              "image": "/images/uploads/smart-pedestrian-crossing.png",
              "name_en": "Smart Pedestrian Crossing",
              "short_id": "Sistem Penyeberangan Pejalan Kaki Pintar dari Maxvision adalah solusi keselamatan pejalan kaki generasi terbaru yang menggabungkan ubin LED tertanam dengan kabinet kontrol cerdas"
            }
          ]
        },
        {
          "id": "3e41fd47-8fe9-47ff-8848-aa4a81eaa75f",
          "name_en": "Platform",
          "name_id": "Platform",
          "products": [
            {
              "desc_id": "Platform Manajemen Lalu Lintas Cerdas Maxvision adalah seperangkat sistem manajemen integrasi peralatan yang melayani bisnis lalu lintas perkotaan. Platform ini mengadopsi desain arsitektur perangkat lunak berlapis, mengintegrasikan teknologi canggih seperti persepsi multidimensi, integrasi data, pengembangan aplikasi, dll. Platform ini juga menyediakan aplikasi bisnis bagi departemen penegakan hukum lalu lintas seperti manajemen tampilan, manajemen kendaraan yang menyalip, manajemen kendaraan ilegal, dan riset komprehensif untuk mencapai kendali lalu lintas perkotaan yang komprehensif.",
              "short_en": "Maxvision Intelligent Traffic Management Platform is a set of equipment integration management system serving urban traffic business",
              "name_id": "Platform Manajemen Transportasi Cerdas",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Intelligent Traffic Management Platform is a set of equipment integration management system serving urban traffic business. It adopts multi-layer software architecture design, integrates advanced technologies such as multi-dimensional perception, data integration, application development,etc. And it provides traffic law enforcement departments with business applications such as view management, vehicle passing management, illegal management, comprehensive research to achieve comprehensive control of urban traffic.",
              "id": "d9a0e47b-ffd4-4d9e-bd01-44cb91490cda",
              "image": "/images/uploads/intelligent-transportation-management-platform.png",
              "name_en": "Intelligent Transportation Management Platform",
              "short_id": "Platform Manajemen Lalu Lintas Cerdas Maxvision adalah seperangkat sistem manajemen integrasi peralatan yang melayani bisnis lalu lintas perkotaan"
            }
          ]
        }
      ]
    },
    {
      "id": "77a88fcb-777e-4860-a9ce-c2cbb78816e5",
      "name_en": "Intelligent Robot",
      "name_id": "Robot Cerdas",
      "sub_categories": [
        {
          "id": "90d5598a-e102-4889-b286-2695f8272642",
          "name_en": "Firefighting Robot",
          "name_id": "Robot Pemadam Kebakaran",
          "products": [
            {
              "desc_id": "Di lokasi kebakaran, kondisi ekstrem seperti api yang besar, ledakan, suhu tinggi, asap tebal, gas beracun, dan kekurangan oksigen menyulitkan petugas pemadam kebakaran untuk melakukan operasi penyelamatan. Perusahaan kami telah mengembangkan robot pemadam kebakaran secara independen yang dapat menggantikan petugas pemadam kebakaran di area yang sangat berbahaya untuk pekerjaan pemadaman kebakaran dan penyelamatan. Robot-robot ini memainkan peran penting dalam meningkatkan keselamatan operasi pemadaman kebakaran dan mengurangi korban jiwa. Selain itu, robot-robot ini dilengkapi dengan berbagai fungsi seperti pemadaman api, pengintaian, dan penyelamatan, yang secara bertahap menjadi lebih otomatis dan cerdas, sehingga dapat digunakan dalam berbagai situasi penyelamatan yang kompleks.",
              "short_en": "In a fire scene, extreme conditions such as fierce flames, explosions, high temperatures, thick smoke, toxic gases, and lack of oxygen make it difficult for firefighters to carry out rescue operations",
              "name_id": "Robot Pemadam Kebakaran - Penyemprotan Air",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "In a fire scene, extreme conditions such as fierce flames, explosions, high temperatures, thick smoke, toxic gases, and lack of oxygen make it difficult for firefighters to carry out rescue operations. Our company has independently developed fire-fighting robot that can replace firefighters in extremely hazardous areas for firefighting and rescue work. These robots play a crucial role in enhancing the safety of firefighting operations and reducing casualties. Additionally, they are equipped with multiple functions such as extinguishing fires, reconnaissance, and rescue, gradually becoming more automated and intelligent, allowing them to be utilized in a wider range of complex rescue situations.",
              "id": "7c36ec97-93a4-4e84-9edf-16d7e1f2ca26",
              "image": "/images/uploads/fire-fighting-robot-water-spraying.png",
              "name_en": "Fire Fighting Robot - Water Spraying",
              "short_id": "Di lokasi kebakaran, kondisi ekstrem seperti api yang besar, ledakan, suhu tinggi, asap tebal, gas beracun, dan kekurangan oksigen menyulitkan petugas pemadam kebakaran untuk melakukan operasi penyelamatan"
            },
            {
              "desc_id": "Robot Pemadam Kebakaran (Penghisap Asap) adalah jenis robot pemadam kebakaran khusus yang berperan penting dalam operasi pemadaman kebakaran dan penyelamatan. Robot ini dilengkapi dengan fungsi-fungsi seperti penyedotan asap, pasokan udara, pemadaman kebakaran, penghilangan debu, serta pencarian dan penyelamatan. Robot ini secara efektif mengatasi masalah-masalah seperti ancaman keselamatan pribadi yang dihadapi petugas pemadam kebakaran di lingkungan berbahaya dengan gas beracun, kekurangan oksigen, atau asap tebal, serta tantangan dalam pengumpulan data yang memadai.",
              "short_en": "Fire Fighting Robot (Smoke Extracting) is a type of special firefighting robot that plays a crucial role in fire extinguishing and rescue operations",
              "name_id": "Robot Pemadam Kebakaran - Ekstraksi Asap",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Fire Fighting Robot (Smoke Extracting) is a type of special firefighting robot that plays a crucial role in fire extinguishing and rescue operations. This robot is equipped with functions such as smoke extraction, air supply, fire extinguishing, dust removal, and search and rescue. It effectively addresses issues such as the personal safety threats faced by firefighters in hazardous environments with toxic gases, oxygen deficiency, or heavy smoke, as well as the challenges of in sufficient data collection.",
              "id": "044c8046-dff2-45fa-95a4-e4af70b9592a",
              "image": "/images/uploads/fire-fighting-robot-smoke-extracting.png",
              "name_en": "Fire Fighting Robot - Smoke Extracting",
              "short_id": "Robot Pemadam Kebakaran (Penghisap Asap) adalah jenis robot pemadam kebakaran khusus yang berperan penting dalam operasi pemadaman kebakaran dan penyelamatan. "
            },
            {
              "desc_id": "Robot Pemadam Kebakaran (Penyemprotan Busa) adalah perangkat yang dirancang khusus untuk tugas pemadaman kebakaran. Perangkat ini terutama digunakan di area berbahaya seperti lokasi petrokimia, tangki minyak, gudang besar, dan bangunan di mana suhu tinggi, radiasi panas yang intens, dan potensi keruntuhan menyulitkan akses truk pemadam kebakaran dan personel. Dengan menggunakan robot busa pemadam kebakaran, korban jiwa personel dapat dihindari, dan pemadaman serta pendinginan yang efektif dapat tercapai.",
              "short_en": "Fire Fighting Robot (Foam Spraying) is a device specifically designed for firefighting tasks",
              "name_id": "Robot Pemadam Kebakaran - Penyemprotan Busa",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Fire Fighting Robot (Foam Spraying) is a device specifically designed for firefighting tasks. It is primarily used in hazardous areas like petrochemical sites, oil tank farms, large warehouses, and buildings where high temperatures, intense heat radiation, and potential collapses make it difficult for fire trucks and personnel to access. By using the firefighting foam robot, personnel casualties can be avoided, and effective firefighting and cooling can be achieved.",
              "id": "c28240a9-c3d8-4330-9c1e-b295cec00e3e",
              "image": "/images/uploads/fire-fighting-robot-foam-spraying.png",
              "name_en": "Fire Fighting Robot - Foam Spraying",
              "short_id": "Robot Pemadam Kebakaran (Penyemprotan Busa) adalah perangkat yang dirancang khusus untuk tugas pemadaman kebakaran"
            }
          ]
        },
        {
          "id": "050014f1-aa7e-432d-b89c-3522f78183ce",
          "name_en": "Cleaning Robot",
          "name_id": "Robot Pembersih",
          "products": [
            {
              "desc_id": "Robot Pembersih Cerdas Dalam Ruangan ini mengintegrasikan fungsi menyapu, menggosok, menyedot debu, dan mengepel debu dalam satu unit. Didukung oleh fusi sensor canggih, pembelajaran mendalam, navigasi otonom, dan teknologi kendali gerak, robot ini dilengkapi sistem pembersihan cerdas yang mampu membersihkan lantai secara otomatis, mengumpulkan sampah, mengisi ulang dan menguras air secara otomatis, serta mengisi daya sendiri. Dirancang untuk beroperasi secara efisien di lingkungan dalam ruangan yang kompleks, robot ini memberikan layanan pembersihan cerdas 24 jam yang secara signifikan meningkatkan efisiensi operasional dan mengurangi biaya tenaga kerja. Ideal untuk digunakan di gedung perkantoran, hotel, pusat perbelanjaan, dan pusat transportasi.",
              "short_en": "The Indoor Intelligent Cleaning Robot integrates sweeping, scrubbing, vacuuming, and dust-mopping into a single unit",
              "name_id": "Robot Pembersih Cerdas Dalam Ruangan",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Indoor Intelligent Cleaning Robot integrates sweeping, scrubbing, vacuuming, and dust-mopping into a single unit. Powered by advanced sensor fusion, deep learning, autonomous navigation, and motion control technologies, it features a smart cleaning system capable of autonomous floor cleaning, waste collection, auto water refill and drainage, and self-charging. Designed to operate efficiently in complex indoor environments, it delivers intelligent, around-the-clock cleaning services that significantly improve operational efficiency and reduce labor costs. Ideal for use in office buildings, hotels, shopping malls, and transportation hubs.",
              "id": "6dae28eb-938e-4d17-9143-302c24024757",
              "image": "/images/uploads/indoor-intelligent-cleaning-robot.png",
              "name_en": "Indoor Intelligent Cleaning Robot",
              "short_id": "Robot Pembersih Cerdas Dalam Ruangan ini mengintegrasikan fungsi menyapu, menggosok, menyedot debu, dan mengepel debu dalam satu unit"
            },
            {
              "desc_id": "Robot Pembersih Cerdas Luar Ruangan dirancang untuk lingkungan semi-terbuka, menawarkan kemampuan menyapu yang sepenuhnya otonom. Dilengkapi dengan serangkaian sensor canggih, robot ini mengintegrasikan teknologi pemosisian visual berbasis LiDAR dan persepsi titik awan untuk memungkinkan pengemudian otonom, navigasi cerdas, dan penghindaran rintangan yang aman. Dirancang untuk permukaan luar ruangan yang kompleks dan bervariasi, robot ini memberikan kinerja pembersihan yang andal dengan daya tahan baterai yang lebih lama dan kontrol cerdas. Ideal untuk pembersihan tanpa awak dan pemeliharaan lingkungan di plaza, kampus, kawasan industri, area pemandangan, dan ruang luar ruangan berskala besar lainnya.",
              "short_en": "The Outdoor Intelligent Cleaning Robot is designed for semi-open environments, offering fully autonomous sweeping capabilities",
              "name_id": "Robot Pembersih Cerdas Luar Ruangan",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Outdoor Intelligent Cleaning Robot is designed for semi-open environments, offering fully autonomous sweeping capabilities. Equipped with a suite of advanced sensors, it integrates LiDAR-based visual positioning and point cloud perception technologies to enable autonomous driving, smart navigation, and safe obstacle avoidance. Engineered for complex and variable outdoor surfaces, it delivers powerful cleaning performance with extended battery life and intelligent control. Ideal for unmanned cleaning and environmental maintenance in plazas, campuses, industrial parks, scenic areas, and other large-scale outdoor spaces.",
              "id": "a004ebc9-0591-4dcf-b234-274d626e361c",
              "image": "/images/uploads/outdoor-intelligent-cleaning-robot.png",
              "name_en": "Outdoor Intelligent Cleaning Robot",
              "short_id": "Robot Pembersih Cerdas Luar Ruangan dirancang untuk lingkungan semi-terbuka, menawarkan kemampuan menyapu yang sepenuhnya otonom"
            }
          ]
        },
        {
          "id": "67db5356-a892-4d4e-9348-1750507aecf9",
          "name_en": "Under-vehicle Inspection Robot",
          "name_id": "Robot Inspeksi Bawah Kendaraan",
          "products": [
            {
              "desc_id": "Robot Pengawas Bawah Kendaraan adalah perangkat portabel untuk memeriksa bagian bawah kendaraan. Dilengkapi dengan fungsi-fungsi seperti LPR otomatis, tampilan HD gambar bawah kendaraan, dan pengenalan posisi yang dicurigai. Robot ini ringkas, mobile, dan mudah digunakan, serta dapat menyelesaikan pemeriksaan bawah kendaraan secara otomatis dengan satu klik. Robot ini cocok untuk kontrol dan inspeksi kendaraan sementara di tempat-tempat seperti bea cukai, inspeksi perbatasan, manajemen perbatasan, pos pemeriksaan keamanan publik, acara berskala besar, dan keamanan konferensi penting.",
              "short_en": "The Under-Vehicle Surveilance Robot is a portable device for inspecting the vehicle bottom",
              "name_id": "Robot Pengawasan Bawah Kendaraan",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Under-Vehicle Surveilance Robot is a portable device for inspecting the vehicle bottom. It equipped with functions such as automatic LPR,HD display of vehicle bottom images, and suspected position recognition. The robot is compact, mobile, and easy to deploy, can automatically complete vehicle bottom inspection with one click, It is suitable or temporary vehicle control and inspection in places such as customs, border inspection, border management, public security checkpoints, large-scale events, and important conference security.",
              "id": "875ac6ff-085c-4abc-81c4-ab3e874f4c44",
              "image": "/images/uploads/surveillance2.png",
              "name_en": "Under-vehicle Surveillance Robot",
              "short_id": "Robot Pengawas Bawah Kendaraan adalah perangkat portabel untuk memeriksa bagian bawah kendaraan"
            }
          ]
        }
      ]
    },
    {
      "id": "098aa37a-534a-4a78-a08a-66ea59da8f1a",
      "name_en": "Intelligent Algorithms",
      "name_id": "Algoritma Cerdas",
      "sub_categories": [
        {
          "id": "d97576e6-502a-4da3-84b3-a5c0fee3f45e",
          "name_en": "Server",
          "name_id": "Server",
          "products": []
        },
        {
          "id": "996c2350-54b9-4397-b497-5b79b8c7720f",
          "name_en": "AI Algorithms",
          "name_id": "Algoritma AI"
        }
      ]
    }
  ]
}