{
  "main_categories": [
    {
      "id": "identity-auth",
      "name_en": "Identity Authentication",
      "name_id": "Otentikasi Identitas",
      "sub_categories": [
        {
          "id": "face-recognition",
          "name_en": "Face Recognition Terminal",
          "name_id": "Terminal Pengenalan Wajah",
          "products": [
            {
              "desc_id": "Terminal pengenalan wajah profesional dengan akurasi tinggi di berbagai kondisi cahaya, dilengkapi sensor inframerah dan suhu.",
              "short_en": "Advanced face recognition with anti-spoofing and temperature detection.",
              "name_id": "Terminal Pengenalan Wajah - 208CD",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "A professional face recognition terminal supporting high accuracy under diverse lighting. Features infrared and temperature sensors.",
              "id": "p-001",
              "image": "/images/uploads/030ac773e60c352c454df79c58f22837eacbca64.png",
              "name_en": "Facial Recognition Terminal - 208CD",
              "short_id": "Pengenalan wajah canggih dengan deteksi suhu dan anti-spoofing."
            },
            {
              "desc_id": "Terminal pengenalan wajah profesional dengan akurasi tinggi di berbagai kondisi cahaya, dilengkapi sensor inframerah dan suhu.",
              "short_en": "Advanced face recognition with anti-spoofing and temperature detection.",
              "name_id": "Terminal Pengenalan Wajah - 205AG",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "A professional face recognition terminal supporting high accuracy under diverse lighting. Features infrared and temperature sensors.",
              "id": "ed1fccd3-d6a5-4fdf-8da7-d1b78d97192b",
              "image": "/images/uploads/030ac773e60c352c454df79c58f22837eacbca64.png",
              "name_en": "Facial Recognition Terminal - 205AG",
              "short_id": "Pengenalan wajah canggih dengan deteksi suhu dan anti-spoofing."
            },
            {
              "desc_id": "Terminal Pengenalan Wajah Maxvision dirancang dengan tombol sentuh dan pelindung panel kaca tempered terintegrasi, dilengkapi layar IPS HD 8 inci, yang dapat digunakan di hampir setiap pintu masuk/keluar yang memerlukan otentikasi identitas dan kontrol akses. Dengan fungsi deteksi atribut penutup wajah dan deteksi keaktifan, perangkat ini dapat mengenali atau memverifikasi identitas pengunjung menggunakan wajah, kata sandi, kartu, dan kombinasi lainnya dengan cepat, akurat, dan andal.",
              "short_en": "Maxvision Facial Recognition Terminal is designed with touch keys and integrated tempered glass panel protection, equipped with 8-inch IPS HD screen, which can be employed in nearly every entrance/exit where identity authentication and access control is needed.",
              "name_id": "Terminal Pengenalan Wajah - 105AB",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Facial Recognition Terminal is designed with touch keys and integrated tempered glass panel protection, equipped with 8-inch IPS HD screen, which can be employed in nearly every entrance/exit where identity authentication and access control is needed. Functioning face-covering attribute detection, liveness detection, this device can recognize or verify visitors' identity using face, password, card, and other combinations swiftly, accurately, and reliably.",
              "id": "20df7aa6-3713-4723-a8a6-a53539e75039",
              "image": "/images/uploads/030ac773e60c352c454df79c58f22837eacbca64.png",
              "name_en": "Facial Recognition Terminal - 105AB",
              "short_id": "Terminal Pengenalan Wajah Maxvision dirancang dengan tombol sentuh dan pelindung panel kaca tempered terintegrasi, dilengkapi layar IPS HD 8 inci, yang dapat digunakan di hampir setiap pintu masuk/keluar yang memerlukan autentikasi identitas dan kontrol akses."
            },
            {
              "desc_id": "Terminal Pengenalan Wajah Cerdas Maxvision mengadopsi desain pelindung panel kaca tempered terintegrasi, dilengkapi layar IPS HD 8 inci, yang dapat diaplikasikan di berbagai tempat yang membutuhkan autentikasi pengenalan wajah. Produk ini menggunakan algoritma pengenalan wajah yang dikembangkan secara independen. Kualitas gambar wajah yang ditangkap oleh perangkat ini tidak akan terpengaruh oleh kondisi pencahayaan yang berbeda (misalnya, cahaya redup, cahaya latar, atau cahaya terang). Tingkat pengenalan semua algoritma pencocokan fitur yang didukung pembelajaran mendalam ini telah mencapai 99%, baik saat mengenakan masker, berkacamata, mengenakan topi, menutupi wajah, maupun mendeteksi keaktifan.",
              "short_en": "Maxvision Intelligent Facial Recognition Terminal adopts an integrated tempered glass panel protection design, equipped with an 8-inch HD IPS display, which can be applied in various places that require facial recognition authentication. ",
              "name_id": "Terminal Pengenalan Wajah - 208BD",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Intelligent Facial Recognition Terminal adopts an integrated tempered glass panel protection design, equipped with an 8-inch HD IPS display, which can be applied in various places that require facial recognition authentication. This product uses an independently developed facial recognition algorithm. The quality of facial images captured by this device will not be affected by different lighting conditions (e.g., dim light, backlight, or bright light). The recognition rate of all feature matching algorithms supported by deep learning has reached 99%, whether wearing a mask, wearing glasses, wearing a hat, covering the face, or detecting activity.",
              "id": "5f984e29-6131-4ba2-a751-cf400aecf49b",
              "image": "/images/uploads/030ac773e60c352c454df79c58f22837eacbca64.png",
              "name_en": "Facial Recognition Terminal - 208BD",
              "short_id": "Terminal Pengenalan Wajah Cerdas Maxvision mengadopsi desain pelindung panel kaca tempered terintegrasi, dilengkapi layar IPS HD 8 inci, yang dapat diaplikasikan di berbagai tempat yang membutuhkan autentikasi pengenalan wajah. Produk ini menggunakan algoritma pengenalan wajah yang dikembangkan secara independen. "
            },
            {
              "desc_id": "Terminal Pengenalan Iris & Wajah Maxvision memiliki desain panel depan terintegrasi, rangka layar dan bodi terintegrasi, sementara bagian belakangnya terbuat dari aluminium, yang ringan, tahan lama, dan tahan korosi. Perangkat ini mengintegrasikan pengenalan iris, pengenalan wajah, pengenalan fusi iris dan wajah, penangkapan dan pelacakan iris cerdas, dan fungsi lainnya. Sistem ini dapat menyesuaikan perbandingan pengenalan iris 1:1 atau 1:N untuk memenuhi persyaratan fungsional berbagai skenario aplikasi. Peralatan ini dapat dipasang di sistem seperti kontrol akses, gerbang, dan terminal swalayan, yang banyak digunakan di area kontrol akses personel seperti bea cukai, pertahanan perbatasan, pelabuhan, komunitas, dan gedung.",
              "short_en": "Maxvision Iris & Facial Recognition Terminal features an integrated front panel design, integrated screen frame and body, while the back is made of aluminum, which is lightweight, durable, and corrosion-resistant.",
              "name_id": "Terminal Pengenalan Iris & Wajah",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Iris & Facial Recognition Terminal features an integrated front panel design, integrated screen frame and body, while the back is made of aluminum, which is lightweight, durable, and corrosion-resistant. The device integrates iris recognition, face recognition, iris and face fusion recognition, intelligent iris capture and tracking, and other functions. The system can customize 1:1 or 1:N iris recognition descriptions to meet the functional requirements of various application scenarios. This equipment can be installed in systems such as access control, gates, and self-service terminals, which are widely used in personnel access control areas such as customs, border barriers, ports, communities, and buildings.",
              "id": "ae068971-315b-4d5e-a52b-0eb49d0075c6",
              "image": "/images/uploads/030ac773e60c352c454df79c58f22837eacbca64.png",
              "name_en": "Iris & Face Recognition Terminal ",
              "short_id": "Terminal Pengenalan Iris & Wajah Maxvision memiliki desain panel depan terintegrasi, rangka layar dan bodi terintegrasi, sementara bagian belakangnya terbuat dari aluminium, yang ringan, tahan lama, dan tahan korosi."
            }
          ]
        },
        {
          "id": "fingerprint-capture",
          "name_en": "Fingerprint Capture",
          "name_id": "Pengambilan Sidik Jari"
        },
        {
          "id": "0ec5af63-1051-4c50-91d5-f1f1960b462b",
          "name_en": "Palm Vein Identity",
          "name_id": "Identitas Urat Telapak Tangan",
          "products": [
            {
              "desc_id": "Terminal Penangkap Vena Telapak Tangan (Palmein Vein Capture Terminal), yang dipadukan dengan algoritma AI yang dikembangkan sendiri dan aplikasi dari ilmu visual, optik, dan biologi, mencapai tingkat keamanan yang sangat tinggi dalam identifikasi biometrik. Terminal ini memiliki banyak keunggulan signifikan seperti keamanan dan keandalan, pengenalan tanpa kontak, deteksi denyut nadi, dan pengoperasian tanpa pengemudi. Terminal ini dapat diintegrasikan ke dalam sistem seperti E-gate dan terminal swalayan, dan banyak digunakan dalam skenario yang memerlukan kontrol akses personel, verifikasi identitas, dan pembayaran pintar.",
              "short_en": "Palm Vein Capture Terminal, combining with self-developed Al algorithms and applications from visual, optical, and biological science to achieve ultra-high security levels in biometric identification.",
              "name_id": "Terminal Penangkapan Vena Telapak Tangan",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Palm Vein Capture Terminal, combining with self-developed Al algorithms and applications from visual, optical, and biological science to achieve ultra-high security levels in biometric identification. This terminal has many significant advantages such as safety and reliability, non-contact recognition, liven detection, and driverless operation. It can be integrated into systems such as E-gate and self-service terminals, and is widely used in scenarios that require personnel access control, identity verification, and smart payments.",
              "id": "8e7e98f2-537f-4277-a7d7-9165cb672a2d",
              "image": "/images/uploads/030ac773e60c352c454df79c58f22837eacbca64.png",
              "name_en": "Palm Vein Capture Terminal",
              "short_id": "Terminal Penangkap Vena Telapak Tangan (Palmein Vein Capture Terminal), yang dipadukan dengan algoritma AI yang dikembangkan sendiri dan aplikasi dari ilmu visual, optik, dan biologi, mencapai tingkat keamanan yang sangat tinggi dalam identifikasi biometrik."
            },
            {
              "desc_id": "Terminal Pengambilan Sidik Jari dan Vena Telapak Tangan menggunakan teknologi pencitraan inframerah, yang dipadukan dengan kamera binokular HD dan prosesor berkinerja tinggi. Terminal ini dilengkapi dengan algoritma pengenalan urat telapak tangan AI yang dikembangkan sendiri, yang memungkinkan pengambilan, registrasi, dan pengenalan sidik jari/vena telapak tangan, sekaligus menghasilkan gambar tangkapan fitur berkualitas tinggi. Terminal ini memiliki banyak keunggulan signifikan seperti keamanan yang sangat tinggi, pengambilan dan pengenalan tanpa kontak, deteksi keaktifan, aplikasi dengan konsumsi daya rendah, AE loop tertutup, dan pengambilan sidik jari/vena telapak tangan. Terminal ini dapat digunakan secara luas dalam skenario yang memerlukan kontrol akses personel, autentikasi identitas, pembayaran pintar, dan lainnya.",
              "short_en": "The Fingerprint and Palm Vein Capture Terminal uses infrared imaging technology, combined with an HD binocular camera and a high-performance processor.",
              "name_id": "Terminal Penangkapan Jejak Telapak Tangan dan Vena Telapak Tangan",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Fingerprint and Palm Vein Capture Terminal uses infrared imaging technology, combined with an HD binocular camera and a high-performance processor. It is equipped with a self-developed AI palm vein recognition algorithm, which enables fingerprint/palm vein capture, registration, and recognition, while generating high-quality feature capture images. It has many significant advantages such as extremely high security, contactless capture and recognition, liveness detection, low power consumption applications, closed-loop AE, and fingerprint/palm vein capture. It can be widely used in scenarios requiring personnel access control, identity authentication, smart payment, and more.",
              "id": "2546270d-7195-4975-afde-d032316226cc",
              "image": "/images/uploads/1aab351b78d61f7c9237cf4b3d27565759130c99.png",
              "name_en": "Palmprint and Palm-vein Capture Terminal",
              "short_id": "Terminal Pengambilan Sidik Jari dan Vena Telapak Tangan menggunakan teknologi pencitraan inframerah, yang dipadukan dengan kamera binokular HD dan prosesor berkinerja tinggi."
            },
            {
              "desc_id": "Terminal Pengenalan Vena Telapak Tangan Maxvision mengadopsi teknologi pengenalan AI yang dipadukan dengan aplikasi ilmiah seperti penglihatan, optik, biologi, dll., menggunakan teknologi pencitraan inframerah multi-band untuk mendapatkan peta distribusi vena telapak tangan, dan melakukan identifikasi biometrik melalui algoritma perbandingan khusus untuk mencapai kinerja ultra-tinggi. Peralatan ini memiliki keunggulan keamanan dan keandalan, otentikasi non-kontak, deteksi langsung, anti-interferensi yang baik, dan akurasi tinggi. Terminal ini dapat diintegrasikan ke dalam kontrol akses, gerbang, terminal swalayan, dan sistem lainnya, serta banyak digunakan di bea cukai, pertahanan perbatasan, pelabuhan laut, gedung komunitas, dan area dengan akses terbatas, dll.",
              "short_en": "Maxvision Palm Vein Recognition Terminal adopts AI recognition technology combined with scientific applications such as vision, optics, biology, etc.",
              "name_id": "Terminal Pengenalan Vena Telapak Tangan - A107A*",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "Maxvision Palm Vein Recognition Terminal adopts AI recognition technology combined with scientific applications such as vision, optics, biology, etc., uses multi-band infrared imaging technology to obtain the distribution map of palm veins, and performs biometric identification through a special comparison algorithm to achieve ultra-high performance. This equipment has the advantages of security and reliability, non-contact authentication, direct detection, good anti-interference, and high accuracy. This terminal can be integrated into access control, gates, self-service terminals and other systems, and is widely used in customs, border defense, seaports, community buildings, and areas with restricted access, etc.",
              "id": "958f3167-3ca8-4369-a4f5-ac3348c7752c",
              "image": "/images/uploads/030ac773e60c352c454df79c58f22837eacbca64.png",
              "name_en": "Palm Vein Recognition Terminal - A107A*",
              "short_id": "Terminal Pengenalan Vena Telapak Tangan Maxvision mengadopsi teknologi pengenalan AI yang dipadukan dengan aplikasi ilmiah seperti penglihatan, optik, biologi, dll"
            },
            {
              "desc_id": "Terminal Pengenalan Vena Telapak Tangan adalah terminal identifikasi biometrik berbasis sistem operasi Linux yang diluncurkan oleh Maxvision. Terminal ini menggunakan teknologi pencitraan inframerah dan mengintegrasikan teknologi visual dan optik untuk mendapatkan citra vena telapak tangan secara akurat. Dilengkapi dengan algoritma pengenalan AI yang dikembangkan sendiri untuk mencapai identifikasi biometrik dengan keamanan tinggi. Terminal ini memiliki banyak keunggulan signifikan seperti keamanan yang sangat tinggi, identifikasi tanpa kontak, deteksi langsung, kemampuan anti-interferensi yang kuat, dan akurasi identifikasi yang tinggi. Terminal ini dapat diintegrasikan ke dalam sistem kontrol akses, kanal gerbang, dan berbagai terminal swalayan untuk memberikan pengalaman otentikasi identitas yang nyaman dan aman bagi pengguna.",
              "short_en": "The Palm Vein Recognition Terminal is a Linux-based biometric identification terminal launched by Maxvision.",
              "name_id": "Terminal Pengenalan Vena Telapak Tangan - A105AB",
              "compatibility": [
                "wifi",
                "mqtt"
              ],
              "desc_en": "The Palm Vein Recognition Terminal is a Linux-based biometric identification terminal launched by Maxvision. This terminal utilizes infrared imaging technology and integrates visual and optical technologies to accurately capture palm vein images. It is equipped with a self-developed AI recognition algorithm to achieve high-security biometric identification. This terminal has many significant advantages such as extremely high security, contactless identification, real-time detection, strong anti-interference ability, and high identification accuracy. This terminal can be integrated into access control systems, gate channels, and various self-service terminals to provide users with a convenient and secure identity authentication experience.",
              "id": "2d48ae28-b2e6-4e22-ac9a-4f3bf59d68b2",
              "image": "/images/uploads/030ac773e60c352c454df79c58f22837eacbca64.png",
              "name_en": "Palm Vein Recognition Terminal - A105AB",
              "short_id": "Terminal Pengenalan Vena Telapak Tangan adalah terminal identifikasi biometrik berbasis sistem operasi Linux yang diluncurkan oleh Maxvision. "
            }
          ]
        }
      ]
    },
    {
      "id": "passenger-security",
      "name_en": "Passenger Security",
      "name_id": "Keamanan Penumpang",
      "sub_categories": [
        {
          "id": "security-checking",
          "name_en": "Security Checking",
          "name_id": "Pemeriksaan Keamanan"
        }
      ]
    },
    {
      "name_en": "Cargo Security",
      "name_id": "Keamanan Kargo",
      "id": "afd81e03-0156-47d1-a30e-24a25ed972d0"
    }
  ]
}