{
  "id": "044c8046-dff2-45fa-95a4-e4af70b9592a",
  "name_en": "Fire Fighting Robot - Smoke Extracting",
  "name_id": "Robot Pemadam Kebakaran - Ekstraksi Asap",
  "short_en": "Fire Fighting Robot (Smoke Extracting) is a type of special firefighting robot that plays a crucial role in fire extinguishing and rescue operations",
  "short_id": "Robot Pemadam Kebakaran (Penghisap Asap) adalah jenis robot pemadam kebakaran khusus yang berperan penting dalam operasi pemadaman kebakaran dan penyelamatan. ",
  "desc_en": "Fire Fighting Robot (Smoke Extracting) is a type of special firefighting robot that plays a crucial role in fire extinguishing and rescue operations. This robot is equipped with functions such as smoke extraction, air supply, fire extinguishing, dust removal, and search and rescue. It effectively addresses issues such as the personal safety threats faced by firefighters in hazardous environments with toxic gases, oxygen deficiency, or heavy smoke, as well as the challenges of in sufficient data collection.",
  "desc_id": "Robot Pemadam Kebakaran (Penghisap Asap) adalah jenis robot pemadam kebakaran khusus yang berperan penting dalam operasi pemadaman kebakaran dan penyelamatan. Robot ini dilengkapi dengan fungsi-fungsi seperti penyedotan asap, pasokan udara, pemadaman kebakaran, penghilangan debu, serta pencarian dan penyelamatan. Robot ini secara efektif mengatasi masalah-masalah seperti ancaman keselamatan pribadi yang dihadapi petugas pemadam kebakaran di lingkungan berbahaya dengan gas beracun, kekurangan oksigen, atau asap tebal, serta tantangan dalam pengumpulan data yang memadai.",
  "main_category_id": "77a88fcb-777e-4860-a9ce-c2cbb78816e5",
  "main_category_en": "Intelligent Robot",
  "main_category_id_name": "Robot Cerdas",
  "sub_category_id": "90d5598a-e102-4889-b286-2695f8272642",
  "sub_category_en": "Firefighting Robot",
  "sub_category_id_name": "Robot Pemadam Kebakaran",
  "image": "/images/uploads/fire-fighting-robot-smoke-extracting.png",
  "compatibility": [
    "wifi",
    "mqtt"
  ]
}