{
  "id": "07d81923-0299-4eb2-b093-38f43884e4aa",
  "name_en": "Personnel Bahavior Analysis Algorithms",
  "name_id": "Algoritma Analisis Perilaku Personel",
  "short_en": "Personnel Behavior Analysis Algorithms leverage deep learning and computer vision technologies to intelligently identify and analyze specific human behaviors",
  "short_id": "Algoritma Analisis Perilaku Personel memanfaatkan teknologi pembelajaran mendalam dan visi komputer untuk mengidentifikasi dan menganalisis perilaku manusia tertentu secara cerdas",
  "desc_en": "Personnel Behavior Analysis Algorithms leverage deep learning and computer vision technologies to intelligently identify and analyze specific human behaviors. These algorithms provide real-time monitoring of abnormal behaviors in environments such as public spaces, commercial areas, and transportation hubs, enabling rapid response and security alerts. By accurately identifying behaviors such as loitering, boundary intrusion, abandoned items, crowd gathering, running, falling, fighting, and climbing, these algorithms enhance security and risk prevention capabilities. They are widely used in security surveillance, smart buildings, and public safety applications.",
  "desc_id": "Algoritma Analisis Perilaku Personel memanfaatkan teknologi pembelajaran mendalam dan visi komputer untuk mengidentifikasi dan menganalisis perilaku manusia tertentu secara cerdas. Algoritma ini menyediakan pemantauan real-time terhadap perilaku abnormal di lingkungan seperti ruang publik, area komersial, dan pusat transportasi, yang memungkinkan respons cepat dan peringatan keamanan. Dengan mengidentifikasi perilaku seperti berkeliaran, memasuki batas wilayah, barang terbengkalai, berkumpul di kerumunan, berlari, jatuh, berkelahi, dan memanjat secara akurat, algoritma ini meningkatkan kemampuan keamanan dan pencegahan risiko. Algoritma ini banyak digunakan dalam pengawasan keamanan, gedung pintar, dan aplikasi keselamatan publik.",
  "main_category_id": "098aa37a-534a-4a78-a08a-66ea59da8f1a",
  "main_category_en": "Intelligent Algorithms",
  "main_category_id_name": "Algoritma Cerdas",
  "sub_category_id": "996c2350-54b9-4397-b497-5b79b8c7720f",
  "sub_category_en": "AI Algorithms",
  "sub_category_id_name": "Algoritma AI",
  "image": "/images/uploads/personnel-bahavior-analysis-algorithms.png",
  "compatibility": [
    "wifi",
    "mqtt"
  ]
}