{
  "id": "4bbfd80d-2603-4041-9a89-48ddf69f46d0",
  "name_en": "Intelligent Traffic Signal Controller",
  "name_id": "Pengendali Sinyal Lalu Lintas Cerdas",
  "short_en": "The Maxvision Intelligent Traffic Signal Controller is a networked coordination device designed for managing traffic signals at road intersections",
  "short_id": "Pengendali Sinyal Lalu Lintas Cerdas Maxvision adalah perangkat koordinasi jaringan yang dirancang untuk mengelola sinyal lalu lintas di persimpangan jalan. ",
  "desc_en": "The Maxvision Intelligent Traffic Signal Controller is a networked coordination device designed for managing traffic signals at road intersections. It supports multiple control modes including fixed-time, actuated, and adaptive control, enabling flexible scheduling based on real-time traffic conditions. The controller features reliable fault monitoring and alerting, versatile communication interfaces, and manual override capabilities, making it suitable for various urban road applications such as T-junctions, crossroads, and on/off-ramps.",
  "desc_id": "Pengendali Sinyal Lalu Lintas Cerdas Maxvision adalah perangkat koordinasi jaringan yang dirancang untuk mengelola sinyal lalu lintas di persimpangan jalan. Perangkat ini mendukung berbagai mode kontrol, termasuk kontrol waktu tetap, aktuasi, dan adaptif, yang memungkinkan penjadwalan fleksibel berdasarkan kondisi lalu lintas waktu nyata. Pengendali ini dilengkapi pemantauan dan peringatan gangguan yang andal, antarmuka komunikasi yang serbaguna, dan kemampuan penggantian manual, sehingga cocok untuk berbagai aplikasi jalan perkotaan seperti persimpangan berbentuk T, persimpangan jalan, dan jalur masuk/keluar.",
  "main_category_id": "560fb570-d94d-441a-9de8-44677b1d3f64",
  "main_category_en": "Intelligent Transportation",
  "main_category_id_name": "Transportasi Cerdas",
  "sub_category_id": "97ac00cd-3d66-418e-bbf3-e47ee7f8f5a0",
  "sub_category_en": "Traffic Efficiency",
  "sub_category_id_name": "Efisiensi Lalu Lintas",
  "image": "/images/uploads/intelligent-traffic-signal-controller.png",
  "compatibility": [
    "wifi",
    "mqtt"
  ]
}