{
  "id": "4f420502-34bc-464c-ac70-076c5949d60b",
  "name_en": "Portable Under-Vehicle Surveilance System",
  "name_id": "Sistem Pengawasan Bawah Kendaraan Portabel",
  "short_en": "The Portable Under-Vehicle Surveillance System integrates with vehicle bottom image acquisition, image Mosaic display automatic detection and light filling",
  "short_id": "Sistem Pengawasan Bawah Kendaraan Portabel terintegrasi dengan akuisisi citra bawah kendaraan, deteksi otomatis tampilan Mosaik gambar, dan pengisian cahaya",
  "desc_en": "The Portable Under-Vehicle Surveillance System integrates with vehicle bottom image acquisition, image Mosaic display automatic detection and light filling. The system can automatically detect the vehicle for inspection, intelligent light filling, and real-time scanning under vehicle through the HD camera, accurately and efficiently present the full picture of the vehicle, effectively assist the staff to check the hidden and damaged conditions under the vehicle, and prevent the hiding of chemical or biological dangerous goods, bombs, etc.. It is Applicable to customs, public security, traffic, airport, hotel and other entrance control places.",
  "desc_id": "Sistem Pengawasan Bawah Kendaraan Portabel terintegrasi dengan akuisisi citra bawah kendaraan, deteksi otomatis tampilan Mosaik gambar, dan pengisian cahaya. Sistem ini dapat secara otomatis mendeteksi kendaraan untuk inspeksi, pengisian cahaya cerdas, dan pemindaian real-time di bawah kendaraan melalui kamera HD. Sistem ini menyajikan gambar lengkap kendaraan secara akurat dan efisien, membantu petugas secara efektif memeriksa kondisi tersembunyi dan rusak di bawah kendaraan, serta mencegah tersembunyinya barang berbahaya kimia atau biologis, bom, dll. Sistem ini dapat digunakan di area bea cukai, keamanan publik, lalu lintas, bandara, hotel, dan area pemeriksaan pintu masuk lainnya.",
  "main_category_id": "35280ea7-5b63-4ffd-affd-b72dd6ccb6ed",
  "main_category_en": "Vehicle Security",
  "main_category_id_name": "Keamanan Kendaraan",
  "sub_category_id": "4d6fb012-9ae3-4e21-90d6-42a44fb1a9ba",
  "sub_category_en": "Immigration Authority",
  "sub_category_id_name": "Otoritas Imigrasi",
  "image": "/images/uploads/portable-under-vehicle-surveilance-system.png",
  "compatibility": [
    "wifi",
    "mqtt"
  ]
}