{
  "id": "a0a5ee05-a5bb-49c0-b344-061eb2681639",
  "name_en": "Radar-vision Fusion Camera",
  "name_id": "Kamera Fusion Penglihatan Radar",
  "short_en": "Powered by integrated radar and video sensing, this device delivers real-time, high-precision detection and classification of motor vehicles, non-motorized traffic, pedestrians, and miscellaneous road objects",
  "short_id": "Didukung oleh radar dan penginderaan video terintegrasi, perangkat ini memberikan deteksi dan klasifikasi kendaraan bermotor, lalu lintas non-motor, pejalan kaki, dan berbagai objek jalan raya lainnya secara real-time dan presisi tinggi",
  "desc_en": "Powered by integrated radar and video sensing, this device delivers real-time, high-precision detection and classification of motor vehicles, non-motorized traffic, pedestrians, and miscellaneous road objects. Through seamless fusion of visual and radar data, it enables intelligent perception with rich contextual awareness - including object type, count, movement direction, and abnormal behavior - to support data-driven traffic management and safety enforcement.",
  "desc_id": "Didukung oleh radar dan penginderaan video terintegrasi, perangkat ini memberikan deteksi dan klasifikasi kendaraan bermotor, lalu lintas non-motor, pejalan kaki, dan berbagai objek jalan raya lainnya secara real-time dan presisi tinggi. Melalui integrasi data visual dan radar yang mulus, perangkat ini memungkinkan persepsi cerdas dengan kesadaran kontekstual yang kaya—termasuk jenis, jumlah, arah pergerakan, dan perilaku abnormal objek—untuk mendukung manajemen lalu lintas berbasis data dan penegakan keselamatan.",
  "main_category_id": "560fb570-d94d-441a-9de8-44677b1d3f64",
  "main_category_en": "Intelligent Transportation",
  "main_category_id_name": "Transportasi Cerdas",
  "sub_category_id": "97ac00cd-3d66-418e-bbf3-e47ee7f8f5a0",
  "sub_category_en": "Traffic Efficiency",
  "sub_category_id_name": "Efisiensi Lalu Lintas",
  "image": "/images/uploads/radar-vision-fusion-camera.png",
  "compatibility": [
    "wifi",
    "mqtt"
  ]
}