{
  "id": "bca77bc8-7714-493e-ad53-5624640c5ebb",
  "name_en": "Electronic Cargo Tracking System",
  "name_id": "Sistem Pelacakan Kargo Elektronik",
  "short_en": "The Electronic Cargo Tracking System uses Intelligent Locker Tracker and on-board terminals with GPS, BeiDou, and mobile networks to keep cargo visible and under control throughout transit",
  "short_id": "Sistem Pelacakan Kargo Elektronik menggunakan Pelacak Loker Cerdas dan terminal onboard dengan GPS, BeiDou, dan jaringan seluler untuk menjaga kargo tetap terlihat dan terkendali selama transit",
  "desc_en": "The Electronic Cargo Tracking System uses Intelligent Locker Tracker and on-board terminals with GPS, BeiDou, and mobile networks to keep cargo visible and under control throughout transit. Operators can monitor lock status, replay routes, manage remote access, and track shipments in real time through a central dashboard.\nThe system streamlines supervision, reduces delays, and accelerates cargo flow-helping logistics providers improve efficiency, service quality, and competitiveness. It is well suited for freight, express delivery, and cold-chain logistics.",
  "desc_id": "Sistem Pelacakan Kargo Elektronik menggunakan Pelacak Loker Cerdas dan terminal onboard dengan GPS, BeiDou, dan jaringan seluler untuk menjaga kargo tetap terlihat dan terkendali selama transit. Operator dapat memantau status kunci, memutar ulang rute, mengelola akses jarak jauh, dan melacak pengiriman secara real-time melalui dasbor pusat.\nSistem ini menyederhanakan pengawasan, mengurangi penundaan, dan mempercepat arus kargo, membantu penyedia logistik meningkatkan efisiensi, kualitas layanan, dan daya saing. Sistem ini sangat cocok untuk pengiriman barang, pengiriman ekspres, dan logistik rantai dingin.",
  "main_category_id": "afd81e03-0156-47d1-a30e-24a25ed972d0",
  "main_category_en": "Cargo Security",
  "main_category_id_name": "Keamanan Kargo",
  "sub_category_id": "c0d3e42f-c80f-4d83-ad20-2dcadba6ef4f",
  "sub_category_en": "In-Transit Supervision",
  "sub_category_id_name": "Pengawasan Dalam Perjalanan",
  "image": "/images/uploads/electronic-cargo-tracking-system.png",
  "compatibility": [
    "wifi",
    "mqtt"
  ]
}