{
  "en": {
    "principle_title": "Partnership Principles",
    "principle_subtitle": "Jovision is committed to empowering our global partners through long-term collaboration, transparency, and growth opportunities.",
    "principle_items": [
      {
        "title": "Brand Use",
        "subtitle": "Rights to use, distribute, and market under the Jovision brand in your designated region."
      },
      {
        "title": "Dealership Guarantee",
        "subtitle": "Ensures exclusive distribution for specific regions or models as per signed agreements."
      },
      {
        "title": "Credit Support",
        "subtitle": "Financial assistance and credit options to help partners manage cash flow with insurance protection."
      },
      {
        "title": "Marketing Support",
        "subtitle": "Access to marketing materials, social media content, seminars, and exhibition resources."
      },
      {
        "title": "Technical Support",
        "subtitle": "Receive direct technical support and professional training from Jovision engineers."
      },
      {
        "title": "Sales Lead Support",
        "subtitle": "Partners receive leads and inquiries directly from Jovision’s global marketing channels."
      },
      {
        "title": "Project Support",
        "subtitle": "Assistance with topological design and model recommendations for project success."
      },
      {
        "title": "New Products & Technology",
        "subtitle": "Priority access to test and deploy Jovision’s latest products and technologies."
      }
    ]
  },
  "id": {
    "principle_title": "Prinsip Kemitraan",
    "principle_subtitle": "Jovision berkomitmen untuk memberdayakan mitra global kami melalui kolaborasi jangka panjang, transparansi, dan peluang pertumbuhan.",
    "principle_items": [
      {
        "title": "Penggunaan Merek",
        "subtitle": "Hak untuk menggunakan, mendistribusikan, dan memasarkan di bawah merek Jovision di wilayah Anda."
      },
      {
        "title": "Jaminan Dealer",
        "subtitle": "Menjamin distribusi eksklusif untuk wilayah atau model tertentu sesuai kontrak yang ditandatangani."
      },
      {
        "title": "Dukungan Kredit",
        "subtitle": "Memberikan dukungan kredit untuk membantu mitra mengelola arus kas dengan perlindungan asuransi."
      },
      {
        "title": "Dukungan Pemasaran",
        "subtitle": "Akses ke materi pemasaran, konten media sosial, seminar, dan sumber daya pameran."
      },
      {
        "title": "Dukungan Teknis",
        "subtitle": "Mendapatkan dukungan teknis langsung dan pelatihan profesional dari insinyur Jovision."
      },
      {
        "title": "Dukungan Penjualan",
        "subtitle": "Mitra menerima prospek dan permintaan langsung dari pemasaran global Jovision."
      },
      {
        "title": "Dukungan Proyek",
        "subtitle": "Bantuan dalam desain topologi dan rekomendasi model untuk proyek mitra."
      },
      {
        "title": "Produk & Teknologi Baru",
        "subtitle": "Prioritas untuk menguji produk terbaru dan teknologi inovatif dari Jovision."
      }
    ]
  }
}
