{
  "id": "e251abc2-3a4d-4e26-aa59-d82fa3632f62",
  "product_id": "62778efc-4782-4e92-8a9a-78dd9e509fc6",
  "introduction_en": "The Document Recognition Terminal is a portable inspection device built on a mobile platform, designed to support OCR recognition of travel documents such as passports, visas, seafarers' books, and ID cards that comply with the International Civil Aviation Organization (ICAO) 9303 standard. The device enables fast and accurate recognition of various document information, supporting features like automatic document classification, facial extraction and cropping, machine-readable code parsing, identity matching, and personal information verification.\nThe product utilizes RFID technology to read data from electronic document chips, including electronic photos, and supports on-site facial capture and comparison. It also supports the reading of IC and HID employee cards and offers functionality for historical record queries, data export, and real-time inspection data push.\nThe Document Recognition Terminal is ideal for applications in border control zones, quarantine areas, ports, and other scenarios that require mobile inspection. The compact and portable design, along with its comprehensive functionality, allows users to efficiently manage inspections in various regions, providing unified control over passengers, staff, and businesses. The product can integrate with immigration back-end systems for passenger identity and clearance verification, and is customizable to meet specific application requirements. It also offers an SDK package for quick integration into user platform systems.",
  "introduction_id": "Terminal Pengenalan Dokumen (DRM) adalah perangkat inspeksi portabel berbasis platform seluler yang dirancang untuk mendukung pengenalan OCR dokumen perjalanan seperti paspor, visa, buku pelaut, dan kartu identitas yang memenuhi standar Organisasi Penerbangan Sipil Internasional (ICAO) 9303. Perangkat ini memungkinkan pengenalan berbagai informasi dokumen secara cepat dan akurat, mendukung fitur-fitur seperti klasifikasi dokumen otomatis, ekstraksi dan pemotongan wajah, penguraian kode yang dapat dibaca mesin, pencocokan identitas, dan verifikasi informasi pribadi.\nProduk ini menggunakan teknologi RFID untuk membaca data dari chip dokumen elektronik, termasuk foto elektronik, dan mendukung pengambilan dan perbandingan wajah di tempat. Produk ini juga mendukung pembacaan kartu karyawan IC dan HID serta menawarkan fungsionalitas untuk kueri catatan historis, ekspor data, dan pengiriman data inspeksi secara real-time.\nDRM ideal untuk aplikasi di zona kontrol perbatasan, area karantina, pelabuhan, dan skenario lain yang memerlukan inspeksi bergerak. Desainnya yang ringkas dan portabel, serta fungsionalitasnya yang komprehensif, memungkinkan pengguna untuk mengelola inspeksi secara efisien di berbagai wilayah, memberikan kendali terpadu atas penumpang, staf, dan bisnis. Produk ini dapat terintegrasi dengan sistem back-end imigrasi untuk verifikasi identitas dan izin penumpang, dan dapat disesuaikan untuk memenuhi persyaratan aplikasi tertentu. Produk ini juga menawarkan paket SDK untuk integrasi cepat ke dalam sistem platform pengguna.",
  "features_en": [
    "Fast Multi-Document Recognition",
    "Supports Multiple Identity Matching",
    "Immigration System Integration Capability",
    "Adaptability to Various Scenarios",
    "Customizable Security Systems",
    "Wide Network Coverage"
  ],
  "features_id": [
    "Pengenalan Multi-Dokumen yang Cepat",
    "Mendukung Pencocokan Beberapa Identitas",
    "Kemampuan Integrasi Sistem Imigrasi",
    "Kemampuan Beradaptasi dengan Berbagai Skenario",
    "Sistem Keamanan yang Dapat Disesuaikan",
    "Cakupan Jaringan yang Luas"
  ],
  "parameter_en": [
    {
      "label": "Operating System",
      "value": "  AndroidR Dual System"
    },
    {
      "label": "Network  ",
      "value": "5G, Dual-Band Wi-Fi, 802.11a/b/g/n/ac"
    },
    {
      "label": "Mobile Features  ",
      "value": "Fingerprint Recognition"
    },
    {
      "label": "SIM Card  ",
      "value": "Slot 1: Nano SIM; Slot 2: Micro SIM / Nano SIM (choose one)"
    }
  ],
  "parameter_id": [
    {
      "label": "Sistem Operasi  ",
      "value": "Sistem Ganda Android R"
    },
    {
      "label": "Jaringan  ",
      "value": "5G, Wi-Fi Dual-Band, 802.11a/b/g/n/ac"
    },
    {
      "label": "Fitur Seluler  ",
      "value": "Pengenalan Sidik Jari"
    },
    {
      "label": "Kartu SIM  ",
      "value": "Slot 1: Nano SIM; Slot 2: Micro SIM / Nano SIM (pilih salah satu)"
    }
  ]
}